{
"recipes": [
    {
	"id": "proterant.setup.a",
	"actionid": "operate",
	"label": "A Moment of Reprieve?",
	"startdescription": "The day dapples the forest floor with flecks of light, like the sun had been bleeding splendidly. Around me, the citizen-soldiers of <i>La Resistenza</i> gather their arms and fasten their boots for the march. Some are old, and some young, but all of them are my brothers and sisters - my countrymen. In the distance, leaning against the trunk of a great pine, is one who is not quite a countryman - yet I am closer to this one than most.",
	"description": "<i>'Buongiorno!'</i> they smile. They thrust a little gold flask at me. 'Come and sit! Have a drink, and speak to me.'",
	"requirements": {
	    "proterant.setupitem": 1
	},
	"effects": {
	    "proterant.mentor": 1,
	    "proterant.setupitem": -1
	},
	"alt": [
	    {
		"id": "proterant.setup.b",
		"additional": true
	    }
	],
	"warmup": 30,
	"craftable": true
    },
    {
	"id": "proterant.setup.b",
	"actionid": "communicate",
	"label": "Words from a Friend",
	"startdescription": "My friend and I discuss the war: the dead, the victorious, and us. 'These are the good days, you know,' they say. 'There's blood and there's hurt, and we'll be short a few friends by the end of it, but we'll look back and smile, and remember we fought for something.' I drink, and they drink.",
	"effects": {
	    "mem.calm": 1
	},
	"warmup": 15
    },
    {
	"id": "proterant.setup.c",
	"actionid": "communicate",
	"label": "Farewell?",
	"startdescription": "My friend drains the last of the burnsome fluid and tucks the flask back into their coat. 'Well, that's that  - I'll be moving on. Gut's telling me my Foe isn't headed your way anymore, so I'll need to change course. But you've been a real friend these months - let me share a little secret with you. Or two.'",
	"description": "'Every war's more than a war, if you catch me. The Colonel, the Lionsmith, and the Wolf - yes, even him - are all at a great game, and they're playing for a hefty prize: a Name. When all's said and done, one of them will be coming away from this war with a shiny new servant. Think of how fun it would be if the General were to cinch it! It could be me, but I've never liked responsibility, and my Foe likes being responsible for me - so I got to thinking, and when I was done doing that, I thought of you.'",
	"requirements": {
	    "proterant.mentor": 1
	},
	"effects": {
	    "proterant.story": 1,
	    "proterant.mentor": -1
	},
	"alt": [
	    {
		"id": "proterant.setup.d",
		"additional": true
	    }
	],
	"warmup": 30,
	"craftable": true
    },
    {
	"id": "proterant.setup.d",
	"actionid": "recon",
	"label": "A Rebel's Weapons",
	"startdescription": "My friend shakes my hand, and then they are a face among warlike faces, and then they are gone. My hand is still warm with their touch, and I recall things: who they were, how they wielded their strength, what they taught to me on the battlefield and by the fire.",
	"description": "War drives many, but few drive war. My friend was one of those few. I fought at their side and in their shadow; I trusted them and I, in turn, was trusted. This knifepoint of secret technique is one of their gifts to me, and I intend to use it.",
	"effects": {
	    "proterant.fragmentedge": 1
	},
	"alt": [
	    {
		"id": "proterant.setup.e",
		"additional": true
	    }
	],
	"warmup": 30
    },
    {
	"id": "proterant.setup.e",
	"actionid": "abandon",
	"label": "Strength of Hand, of Heart",
	"startdescription": "This, my mortal inventory -",
	"effects": {
	    "chain.strength": 1,
	    "chain.stone": 1,
	    "chain.scale": 1
	},
	"alt": [
	    {
		"id": "proterant.setup.f",
		"additional": true
	    }
	],
	"warmup": 30
    },
    {
	"id": "proterant.setup.f",
	"actionid": "mobilize",
	"label": "Onwards",
	"startdescription": "The radio crackles to life - intelligence from the Americans, say the cartographers, and a marching plan. Rome won't liberate itself, now, will it?",
	"description": "Time to mobilise.",
	"deckeffects": {
	    "starting.warzones.sector.a.italy": 1
	},
	"effects": {
	    "provisions": 8,
	    "friend.militia": 1,
	    "friend.medics": 1,
	    "friend.scouts": 1
	},
	"warmup": 30
    }
]
}