{
"recipes": [
    {
	"id": "proterant.setup.a",
	"actionid": "operate",
	"label": "Минута отдыха?",
	"startdescription": "День окрашивает лесную подстилку бликами света, словно Cолнце пролило неплохо кровоточило. Вокруг меня, граждане-солдаты <i>Ля Резистенци</i> соберают своё оружие и застегивают ботинки для марша. Кто-то стар, кто-то молод, но все они мои братья и сёстры - мои земляки. Вдалеке, прислонившись к стволу большой сосны, стоит тот, кто не совсем земляк, - и все же я ближе к нему, чем к большинству других.",
	"description": "<i>'Бонджорно!'</i> улыбаясь, говорит он. Они протягивают мне маленькую золотую фляжку. Подходите, присаживайтесь! Выпейте и поговорим.'",
	"requirements": {
	    "proterant.setupitem": 1
	},
	"effects": {
	    "proterant.mentor": 1,
	    "proterant.setupitem": -1
	},
	"alt": [
	    {
		"id": "proterant.setup.b",
		"additional": true
	    }
	],
	"warmup": 30,
	"craftable": true
    },
    {
	"id": "proterant.setup.b",
	"actionid": "communicate",
	"label": "Слова от Друга",
	"startdescription": "Мы с моим другом обсуждаем войну: погибших, победителей и нас самих. 'Знаете, это хорошие дни', - говорит он. 'Есть кровь и есть боль, и к концу этого у нас не останется нескольких друзей, но мы будем оглядываться назад и улыбаться, и вспоминать, что мы за что-то боролись'. Я делаю глоток, и мой друг повторяет за мной.",
	"effects": {
	    "mem.calm": 1
	},
	"warmup": 15
    },
    {
	"id": "proterant.setup.c",
	"actionid": "communicate",
	"label": "Прощание?",
	"startdescription": "Мой друг допивает остатки обжигающей жидкости и прячет фляжку обратно в карман пиджака. - Ну, вот и все, я пойду дальше. Интуиция подсказывает мне, что мой Враг больше не направляется в твою сторону, так что мне придется сменить курс. Но все эти месяцы ты был мне настоящим другом - позволь поделиться с тобой маленьким секретом. Или двумя.'",
	"description": "'Каждая война - это нечто большее, чем просто война, если вы меня понимаете. Полковник, Львокузнец и Волк - да, даже он - все вовлечены в большую игру, и они сражаются за крупный приз: Имя. Когда все будет сказано и сделано, один из них вернется с этой войны с новым блестящим слугой. Подумайте, как было бы весело, если бы Генерал забрал это Имя себе! Это мог бы быть я, но мне никогда не нравилась ответственность, а моему Врагу нравится быть ответственным за меня - так что я задумался, и когда я закончил, я подумал о тебе.'",
	"requirements": {
	    "proterant.mentor": 1
	},
	"effects": {
	    "proterant.story": 1,
	    "proterant.mentor": -1
	},
	"alt": [
	    {
		"id": "proterant.setup.d",
		"additional": true
	    }
	],
	"warmup": 30,
	"craftable": true
    },
    {
	"id": "proterant.setup.d",
	"actionid": "recon",
	"label": "Оружие Повстанца",
	"startdescription": "Мой друг пожимает мне руку, а потом его лицо смешивается среди других воинственных лиц, а потом он исчезает. Моя рука все еще теплая от его прикосновения, и я вспоминаю многое: кем он был, как распоряжался своей силой, чему он научил меня на поле боя и у костра.",
	"description": "Война движет многими, но лишь немногие ведут войну. Мой друг был одним из этих немногих. Я сражался на их стороне и в их тени; я доверял им, и мне, в свою очередь, доверяли. Это острие секретного ножа - один из их подарков мне, и я намерен им воспользоваться.",
	"effects": {
	    "proterant.fragmentedge": 1
	},
	"alt": [
	    {
		"id": "proterant.setup.e",
		"additional": true
	    }
	],
	"warmup": 30
    },
    {
	"id": "proterant.setup.e",
	"actionid": "abandon",
	"label": "Сила Руки, Сердца",
	"startdescription": "Это, мой смертный инвентарь -",
	"effects": {
	    "chain.strength": 1,
	    "chain.stone": 1,
	    "chain.scale": 1
	},
	"alt": [
	    {
		"id": "proterant.setup.f",
		"additional": true
	    }
	],
	"warmup": 30
    },
    {
	"id": "proterant.setup.f",
	"actionid": "mobilize",
	"label": "Вперёд",
	"startdescription": "Радио приходит к жизни, - разведданные от американцев, говорят картографы, и план действий. Рим сам себя не освободит, не так ли?",
	"description": "Время мобилизироваться.",
	"deckeffects": {
	    "starting.warzones.sector.a.italy": 1
	},
	"effects": {
	    "provisions": 8,
	    "friend.militia": 1,
	    "friend.medics": 1,
	    "friend.scouts": 1
	},
	"warmup": 30
    }
]
}