{
"endings": [
    {
        "id": "majorlionsmithvictory",
        "label": "ВОИН ВЕЧНОСТИ",
        "description": "Дикая дверь зияет, как печь, и в ее яростном жаре я разрушаюсь и возрождаюсь заново. С наковальни Львокузнеца я восстаю в Силе, в Ярости, в Великолепии. Возможно, однажды я стану достаточно сильным, чтобы сокрушить другие Имена, созданные им, или они меня, и тогда один из нас станет сильнейшим. Когда-нибудь, возможно, один из нас бросит вызов самому Львокузнецу. Но до этого дня я гордое Имя Войны и буду сражаться во славу Генерала. Я разорву цепи и свергну народы, растопчу короны и свергну троны. Я буду сильным и стану еще сильнее. На мне никогда не будет шрама. Передо мной идут монстры, а за мной следует смерть, и всюду огонь да слава.\n\n[Поздравляем со значительной победой. Даже малой победы достигает примерно один из двадцати игроков, и ещё меньше заходит так далеко. Мы с Янусом приветствуем вас.]",
        "image": "lionsmith.lucid",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "triumphending.proterant.mp3"
    },
    {
        "id": "proterant.high",
        "label": "ПУСТАЯ ПОБЕДА",
        "description": " 'Рим был моим позором. Зайти так далеко только для того, чтобы в конце не найти битвы... Долгое время я сомневался в судьбе, сомневался в <i>тебе.</i> Ты, который дал мне нести это пламя. Только у меня его никогда не было, не так ли? То ли ты сыграл злую шутку, то ли просто ошибся, я отчасти виню тебя. Я превратил себя в совершенный инструмент, но в итоге все мои старания остались безрезультатными. Я проливал кровь на Западе; Я устраивал пожары на заросшем джунглями Востоке; Я пытался найти войну, которая утолила бы мою боль. Но ничто не приносило мне удовлетворения. Итак, я говорю тебе вот что, мой друг - мой враг - я иду за тобой. Если все эти войны не смогли удовлетворить меня, я знаю, что ты, по крайней мере, дашь мне последний достойный бой'.\n\n - Письмо к 'Изгнаннику', Леон, Никарагуа, 1980",
        "image": "longway",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "proterant.med",
        "label": "ПОСЛЕДНИЙ СТОЯЩИЙ",
        "description": "'<i>Company Heracleidae</i>. Мы были такими сильными, когда только начинали. Воины и мастера всех мастей, вместе непобедимые. Нас часто нанимали; мы сражались на всех континентах и даже за пределами мира. Но мы все были такими гордыми, каждый из нас утверждал, что мы самые сильные. Итак, произошло предательство, государственный переворот, и мы рухнули. Теперь мы все охотимся друг на друга. Я лишил жизни своих названых братьев и сестер. И знаете что? Это приятно. Приятно снова оказаться на войне - <i>Настоящей</i> войне. И без предательства войне был бы положен конец. Разве это не было бы позором?'\n\n- Протокол наблюдения Бюро Умолчания, Лондон, Англия, 1958",
        "image": "checkmate",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "proterant.low",
        "label": "ЛЕВ ДРЕМЛЕТ",
        "description": "'Человеку нелегко отказаться от своих склонностей после долгих лет насилия. Но молоток может быть чем-то большим, чем просто оружие; молоток может создавать и укреплять. В этом я нашел новую цель. Моя сила воздвигала столбы, вместо того, чтобы рушить их; мой огонь создавал новую сталь и новые инструменты, вместо того, чтобы разрушать их. Теперь у меня есть ферма. Несколько коров. И люди знают, что можно обратиться ко мне, если им нужно что-то починить или вынести справедливое решение. Возможно, через десяток-другой лет я перееду куда-нибудь еще; в конце концов, мир так велик. Но это вопрос завтрашнего дня - сегодня есть сегодня. И сегодня здесь спокойно'.\n\n - 'Интервью с невидимкой', Позитано, Италия, 1965",
        "image": "vaultshiresdefault",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "death.noshow.proterant",
        "label": "ЦЕНА ТРУСОСТИ",
        "description": "Я осквернил высочайшее таинство битвы. Теперь Имя Львокузнеца, старый Иуда Молот, убийца Селукидов и Сокрушитель Легионов, идёт чтобы вынести мне последний приговор. Когда безжалостный удар его молота коснется моей плоти, я буду стерт с лица земли до последней частички. Меня не найдут. Обо мне не вспомнят. Я окажусь в  Нигде, и там я останусь в постыдном покое.\n\n[Вы не явились должным образом на поединок с Вечным Грани, и были уничтожены за легкомысленный призыв обряда <i>мусвашир.</i>]",
        "image": "despair",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "defeat.death.proterant",
        "label": "PRO PATRIA MORI",
        "description": "'Сегодня я вынужден уйти в отставку, но всего на несколько дней. Час битвы снова застанет меня с вами, рядом с борцами за свободу Италии [...] Кроме них, пусть все остальные останутся охранять наши славные знамена. Скоро мы встретимся снова, чтобы вместе идти к освобождению наших братьев, которые все еще являются рабами чужака. Скоро мы встретимся снова, чтобы идти к новым победам.'\n\n- Джузеппе Гарибальди, 1860",
        "image": "deathproterant",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "defeat.shellshock.proterant",
        "label": "ЛОЖЬ ГЕРОИЗМА",
        "description": "'Вместе мы поняли, что такое ужас: ты больше не человек. Ты - тень. Ты выскальзываешь из собственной кожи, словно линяешь, сбрасывая свою историю и свое будущее, оставляя позади все, чем ты когда-либо был или во что хотел верить. Ты знаешь, что вот-вот умрешь. И это не кино, и ты не герой, и все, что ты можешь делать, это хныкать и ждать.'\n\n- Тим О'Брайан, <i>Что они несли с собой</i>",
        "image": "shellshock",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
]
}
