{
"endings": [
    {
        "id": "majorlionsmithvictory",
        "label": "A WARRIOR UNTO ETERNITY",
        "description": "The Savage Door yawns like a furnace, and in its furious heat I am destroyed and reforged anew. From the Lionsmith's anvil I arise in might, in rage, in splendour. Perhaps one day I will be strong enough to crush the other Names he has made, or they me, and then one of us will be the strongest. Someday, perhaps, one of us shall challenge the Lionsmith himself. But until that day, I am proudly a Name of war, and I will strive in the General's honour. I will break chains and upheave the nations; trample crowns and topple thrones. I will be strong, and grow stronger still. I will never scar. Before me go monsters, and after me comes war, in all its fire and glory.\n\n[Congratulations on a major victory. Perhaps one in twenty players ever achieve even a minor victory: fewer still rise this far. We, and Janus, salute you.]",
        "image": "lionsmith.lucid",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "triumphending.proterant.mp3"
    },
    {
        "id": "proterant.high",
        "label": "THE EMPTY VICTORY",
        "description": "'Rome was my shame. To come so far, only to find no fight at the end - for a long time, I questioned fate; questioned <i>you.</i> You, who gave me that flame to carry. Only I never had it, did I? Whether it was you playing a cruel joke or simply being mistaken, I blame you in part. I forged myself into a perfect instrument, and in the end all my striving went unrewarded. I spilled blood in the West; I set fires in the jungled East; I tried to find a war that would fill the ache in me. But nothing gave me satisfaction. So, I tell you this, my friend - my enemy - I am coming for you. If all those wars could not fulfil me, I know you at least will give me one last good fight.'\n\n- A letter to 'The Exile', León, Nicaragua, 1980",
        "image": "longway",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "proterant.med",
        "label": "LAST ONE STANDING",
        "description": "'<i>Company Heracleidae</i>. We were so strong when we first began. Warriors and masters of every stripe, together invincible. We were hired often; we fought on every continent and even in the Bounds beyond the world. But we were all so proud, each of us claiming that we were the strongest. So there was a betrayal, a coup, and we shattered. Now we all hunt one another. I have taken the lives of my sworn brothers and sisters. And you know what? It feels good. It feels good to be at war again - <i>real</i> war. And without betrayal, there would be an end to war. Wouldn’t that be a shame?'\n\n- Suppression Bureau surveillance transcript, London, England, 1958",
        "image": "checkmate",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "proterant.low",
        "label": "A LION SLUMBERS",
        "description": "'One does not easily abandon one’s tendencies after lifetimes of violence. But a hammer can be more than a weapon; a hammer can construct and reinforce. In this, I found new purpose. My strength raised pillars instead of toppling them; my fires cast new steels and new tools instead of destroying them. Now I have a farm. Some cows. And the people know to come to me if they need something fixed or a fair judgement made. I might move someplace else in a decade or two; the world is so wide after all. But that is a matter for tomorrow - today is today. And today it is peaceful.'\n\n- 'Interviews with the Invisible', Positano, Italy, 1965",
        "image": "vaultshiresdefault",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "death.noshow.proterant",
        "label": "THE PRICE OF COWARDICE",
        "description": "I have profaned a highmost sacrament of battle. Now the Lionsmith's Name, Old Judah the Hammer, Selucid-slayer and legion-crusher, comes to seal my doom. When the merciless stroke of his hammer finds my flesh, I am obliterated to the least part of me. I will not be found. I will not be remembered. I am Nowhere, and there I will remain in shameful peace.\n\n[You had failed to appear properly for your duel with an Edge-Long, and were destroyed for frivolously invoking the rite of <i>musvashir.</i>]",
        "image": "despair",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "defeat.death.proterant",
        "label": "PRO PATRIA MORI",
        "description": "'Today I am obliged to retire, but for a few days only. The hour of battle will find me with you again, by the side of the champions of Italian liberty [...] Apart from these, let all others remain to guard our glorious banners. We shall meet again before long to march together to the redemption of our brothers who are still slaves of the stranger. We shall meet again before long to march to new triumphs.'\n\n- Giuseppe Garibaldi, 1860",
        "image": "deathproterant",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
    {
        "id": "defeat.shellshock.proterant",
        "label": "HEROISM'S LIE",
        "description": "'Together we understood what terror was: you're not human anymore. You're a shadow. You slip out of your own skin, like molting, shedding your own history and your own future, leaving behind everything you ever were or wanted to believe in. You know you're about to die. And it's not a movie and you aren't a hero and all you can do is whimper and wait.'\n\n- Tim O'Brien, <i>The Things They Carried</i>",
        "image": "shellshock",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.proterant.mp3"
    },
]
}