{
"elements": [
    {
	"id": "_shrine.lionsmith.template",
	"label": "Святыня Львокузнеца",
	"aspects": {
	    "shrinelionsmith": 1,
	    "location": 1
	},
	"slots": [
	    {
		"id": "needsintent",
		"label": "Намерение",
		"description": "Для чего я пришёл?",
		"required": {
		    "lore": 1,
		    "chain": 1,
		    "remnant": 1,
		    "contemplation": 1,
		    "weapon": 1,
		    "legacyplotitem": 1,
		    "debilitation": 1
		},
		"forbidden": {
		    "completed": 1
		}
	    }
	]
    },
    {
	"id": "loc.shrine.lionsmith.wasteland_a.1",
	"label": "Оазис-без-Тени",
	"description": "Среди диких деревенских сосен спрятан низкий тихий пруд, открытый внимательному взгляду солнца. Приходите сюда вечером, и вы сможете по достоинству оценить безмятежность этого места; приходите днем, и его воды утолят вашу жажду. Но только в полдень, когда солнце стоит в зените и тени становятся совсем тонкими, золотистая клыкастая фигура спускается с облаков, чтобы отдохнуть на солнце. С этой фигурой можно пообщаться, но всегда с уважением и всегда на расстоянии.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },    
    {
	"id": "loc.shrine.lionsmith.wasteland_a.2",
	"label": "Тропеум",
	"description": "Импровизированное святилище, установленное на развилке дорог: отрубленная голова чудовищного зверя размером с автомобиль, проткнутая оружием: штыками, вилами, топорами. Должно быть, его только что убили. Большинство мест силы стары, но Львокузнец еще молод, и он оставит свою благосклонность везде, где в его честь была продемонстрирована сила, наплевав на приличия.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.wasteland_b.1",
	"label": "Последний отдых Чемпиона",
	"description": "Давным-давно король-воин с севера повел свою армию по дорогам Империи и опустошил город Полковника. Многие солдаты короля доблестно погибли, сражаясь с римлянами, и самый храбрый из них был похоронен здесь, на вершине холма, на земле врагов этого короля. Это тоже было давным-давно, но если кто-нибудь посетит могилу того убитого северянина, то иногда его самого можно будет увидеть сидящим на вершине холма, где он был похоронен, все еще в золотых доспехах, в которых его похоронил сеньор.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },    
    {
	"id": "loc.shrine.lionsmith.wasteland_b.2",
	"label": "Окаленная Мастерская",
	"description": "Ещё одна группа партизан обосновалась в старой шахте, спрятанной в лесу за городом. Здесь они изготавливают огнестрельное оружие и взрывчатку для своих товарищей, сражающихся с фашистским режимом в Италии. Но партизаны-кузнецы хранят одно оружие для себя: грубую стальную кувалду, покрытую вмятинами от многолетнего использования. Никому не позволено владеть ею; никто не может, потому что при прикосновении она раскаляется докрасна, прожигая даже самую толстую защиту. Она хранится на каменном алтаре в самой дальней комнате горнодобывающего комплекса, и её присутствие является настоящим испытанием для любого, кто думает, что у него хватит воли и стойкости продержаться с ней хотя бы секунду. Так уж получилось, что у многих здешних оружейников ужасно обожжены руки.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.paestum",
	"label": "Четвёртый Храм",
	"description": "До прихода Римлян, Греки строили здесь храмы своим богам. Два из них были посвящены Великой Матери; Один - жещине что была Именем Полковника; четвертый был построен в честь бога ярости и силы, но Римляне запечатали его, и земля забыла, где он находится, так что теперь его невозможно найти. Его невозможно найти, если только человек не встанет на рассвете на правильный путь, имея гнев в сердце, который будет направлять его, как компас.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.salerno",
	"label": "Сантуарио Гарибальди",
	"description": "В Салерно те, кто идет на битву в красном, чествуют противоречивого героя Рисорджименто. Он возглавлял революционные армии на трех континентах и изгнал бурбонов из Италии, но он также присягнул королю и новому порядку, который пришел вместе с ним. Возможно, это противоречие. Но Львокузнец, сам по себе создание противоречий, всегда допускал подобные вещи.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.napoli",
	"label": "Печать Геркуланума",
	"description": "Везувий похоронил древний римский город под слоем пепла, и только сейчас начались работы по его раскапыванию. Но под слоем пепла было одно помещение, опечатанное людьми Муссолини, как только обнаружили его. Они залили вход бетоном, но даже сейчас от бушующей за ним жары камень трескается, сквозь него просачивается красный и золотой свет. Воспоминание о Везувии? Отголосок, оставленный Львокузнецом, когда он строил это место? Вскрыть камень было бы равносильно смерти, но я мог бы положить руку на обжигающую поверхность и кое-что узнать.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.minturno",
	"label": "Поле Стычки",
	"description": "Аглабиды и Фатимиды построили здесь крепость в IX веке, угрожавшую окраинам Рима в течение тридцати лет, прежде чем Папа Римский вытеснил их из Средиземноморья. Крепость, построенная Cарацинами, теперь утрачена, но кое-что осталось, что не смогли разрушить ни молотки, ни кирки. Прийдя сюда на рассвете, когда солнце ярко освещает землю, и вы увидите там Сарацинского полководца, который продолжает тренировать свои войска более десяти столетий спустя. К ним можно было бы присоединиться.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.gaeta",
	"label": "Церковь святой великомученицы Варвары",
	"description": "Шахтеры и инженеры в Италии издавна молились «Святой Варваре-мученице», чтобы она защитила их от опасностей их труда: камня, дыма, пламени и внезапных взрывов. Но среди артиллеристов она почитается как «Святая Варвара-искусница». Ей прихожане молятся о пожаре и бедствиях, что уничтожат их врагов.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.ortona",
	"label": "Собор Христа Льва",
	"description": "Искусная резьба по дереву, изображающая Спасителя в притворе, гласит: 'Лев Иудейский, который в победе освободит свой народ от всех врагов и всякой слабости и приведет его к славе'. Не очень изящно, но Львокузнец никогда не бывает таким.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.montecassino",
	"label": "Львиная Клеть",
	"description": "Римляне, как и Греки, всегда были людьми Полковника. Самым жестоким из их наказаний было <i>Дамнацио ад бестиас:</i> при особо тяжкий преступлениях обвиняемого бросали на растерзание зверям - львам. В здешнем амфитеатре была клетка, где Римляне держали этих львов на цепи, голодных до следующего неудачливого зрелища. В темноте они становились все более свирепыми. Львы, как и Римляне, давно исчезли, но тот, кто достаточно долго медитирует в клетке, может еще раз почувствовать запах крови, исходящий от их шерсти, почувствовать жар их дыхания и свирепость их клыков.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.valmontone",
	"label": "Колокол Королей",
	"description": "Великий бронзовый Колокол <i>Санта Мариа дэлль'Ассунта</i>, чья Колокольня была разрушена многочисленными бомбардировками, и теперь она наполовину засыпана обломками, у входа на площадь. Как ни странно, в остальном колокол выглядит неповрежденным. Даже гравюры сияют так, словно были нанесены только вчера. Присмотритесь повнимательнее к фигурам вставших на дыбы львов и танцующих рыцарей, и вы увидите на них Слова Силы, написанные на языке, на котором говорили Короли земель, где Солнце не было милосердным.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.anzio",
	"label": "U.S.S. Лисимах",
	"description": "В полукилометре от порта Анцио в водах грозно высится американский военный корабль. Известно, что небольшая группа солдат с этого корабля отдыхает в портовом баре, когда боевые действия стихают. Иногда они могут предложить незнакомцу пройти 'Испытание Храбрости' играми, выпивкой, и драками. Если он произведет впечатление, солдаты пригласят незнакомца на корабль - в машинное отделение, где капитан приказал разжечь огонь для молодого и буйного Бога Войны.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
]
}
