{
"endings": [
    {
        "id": "majorcolonelvictory",
        "label": "СОЛДАТ ВЕЧНОСТИ",
        "description": "Свет из Оленьей Двери уничтожает плоть, что когда-то была моей, но то, что остается – неуклонимо, неуязвимо и не знает отказа. По приказу Полковника меня возвысили среди его орудий и методов, и имя мое стало Именем коварной силы войны. Этот долг – мой, и будет моим навеки, и я его не сброшу. Другие Имена приветствуют меня как товарища. В союзе мы изучаем возмущения Совражества, что направляют ход Историй.  Теперь я в махинациях,  в ритме марша и цепях подчинения; в движении великих сил и их оппозиций. Я война,  а война – это я. n\n[Поздравляем со значительной победой. Даже малой победы достигает примерно один из двадцати игроков, и ещё меньше заходит так далеко. Мы с Янусом приветствуем вас.]",
        "image": "colonel.lucid",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "triumphending.mp3"
    },
    {
        "id": "obdurant.high",
        "label": "ГЕРОЙ СОВЕТСКОГО СОЮЗА",
        "description": "''Мое поражение пришло по дороге победы. После Сталинграда меня больше не отпускают. Они прибили медали мне на грудь и пригвоздили меня к самому высокому кабинету, который только смогли найти. Мне жал руку Жуков. Мне нравится Жуков. Сталин тоже ее жал. Однако на Сталина мне плевать. Ха-ха. В любом случае, теперь я человек <i>высокопоставленный</i>; слишком важный, чтобы подпускать к зоне боевых действий. Но и у меня случаются выходные. Я навещаю друзей в Legion du Seuil, чтобы поохотиться в Пределах. Этим летом я поеду к Львиному Лабиринту по приглашению славного Ирландца. Конечно же, я скучаю по войне. Но я сохраняю веру. Война, как лучшая из любовниц, заставляет тебя тосковать по ней, и всегда возвращается – а вместе с ней и огонь.'\n\n- 'Интервью с Невидимкой', Волгоград, СССР, Октябрь 1973",
        "image": "medal",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "obdurant.med",
        "label": "ПРОФЕССИОНАЛЬНЫЙ СОЛДАТ",
                "description": "'<i>Company Perseides.</i> В начале нас было немного, но теперь нашей компании есть, чем похвастаться. Мы завербовали ветеранов Третьей войны Червей и горсть бродяг из Legion du Seuil. Один из наших утверждает, что он Трагулари, и, хоть я ему и не верю, он готовит преинтереснейшие яды.  Мои же достоинства вам и так известны, как и то, у кого я учился. Я обещаю победу. Если вы в ней заинтересованы, то вы знаете нашу цену. Вы не пожалеете о сотрудничестве с нами. '\n\n- 'Рождественская Ярмарка', расшифровка, Вена,  Декабрь 1957",
        "image": "generichq",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "obdurant.low",
        "label": "С ДОЛЖНЫМ ПОЧТЕНИЕМ",
        "description": "''Я сражался в двух войнах и видел слишком много, чтобы вас бояться. Вы всего лишь люди. Скажи мне, ты бился с нами на улицах Сталинграда? Смотрел в пасть скаптодона? Видел, как бессмертные косили людей, как сено? Мир свиреп и беспощаден, и я остался в живых, узрев его. Именно поэтому вы посадили меня за решетку. Таков твой мир – маленький, темный и запертый – и ты его господинчик. Ах, не трать мое время, малец. Ты хочешь вычеркнуть еще одно имя из списка. Поднеси нож вот сюда и режь, пока не почувствуешь, что ты сильный. У тебя не получится. '\n\n- Показания задержанного КГБ, Москва, СССР, Декабрь 1955",
        "image": "notorious",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "defeat.death",
        "label": "ПЯТЬДЕСЯТ МИЛЛИОНОВ",
        "description": "'Это не война вождей или правителей, династий или национальных амбиций. Это война народов и дел. Огромное число людей не только на этом острове, но и в каждой стране готово верно служить в этой войне – людей, чьи имена никогда не будут известны, чьи подвиги никогда не будут описаны. Это война неизвестных воинов.'\n\n- Уинстон Черчилль, 1940",
        "image": "cemetery",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "defeat.shellshock",
        "label": "СВЕТ ИССЯК",
        "description": "'И даже если бы нам разрешили вернуться в те места, где прошла наша юность, мы, наверно, не знали бы, что нам там делать. Те тайные силы, которые чуть заметными токами текли от них к нам, уже нельзя воскресить. Вокруг нас были бы те же виды, мы бродили бы по тем же местам; мы с любовью узнавали бы их и были бы растроганы, увидев их вновь. Но мы испытали бы то же самое чувство, которое испытываешь, задумавшись над фотографией убитого товарища: это его черты, это его лицо, и пережитые вместе с ним дни приобретают в памяти обманчивую видимость настоящей жизни, но все-таки это не он сам.'\n\n- Эрих Мария Ремарк, <i>На Западном фронте без перемен</i>",
        "image": "shellshock",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "death.noshow",
        "label": "КАРА ТРУСА",
        "description": "Я осквернил высочайшее таинство битвы. Теперь Полковник отправил свое Имя, Антигона Циклопа, карателя и грозу предателей, нагнать меня на поле боя. Когда тонкое острие его меча пронзает мою плоть, я изничтожен до малейшей моей части. Меня не найдут. Обо мне не вспомнят. Я Нигде, и здесь, в позорном покое, я и останусь. n\n[Вы не явились на дуэль с Вечным Грани и были уничтожены за легкомысленное применение обряда <i>musvashir.</i>]",
        "image": "despair",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    }
]
}