{
"endings": [
    {
        "id": "majorwolfvictory",
        "label": "РАНА В ВЕЧНОСТИ",
        "description": "Ослепительная белизна Трехстворчатых ворот переливается кроваво-красным, и из ужасного света появляется Разделенный Волк и его Имена: скрежещущие, воющие, страдающие. Когда я оказываюсь среди них, те части меня, которые не испытывают ненависти или отчаяния, отрываются от меня, и все это становится стократной мукой. Этой болью я Наименова, и этим Именем я останусь, пока не исполнится обещание конца. Этот конец приближается. Когда механизмы Вечности будут уничтожены, когда наступит Рассвет и Волк начнет пировать, все души, живые и мертвые, невинные и виновные, будут молить о пощаде - молить о прощении. И я ничего не прощу.\n\n[Поздравляем со значительной победой. Даже малой победы достигает примерно один из двадцати игроков, и ещё меньше заходит так далеко. Мы с Янусом приветствуем вас.]",
        "image": "wolf.lucid",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "triumphending.contemnant.mp3"
    },
    {
        "id": "defeat.death.contemnant",
        "label": "РАЗДЕЛЁН",
        "description": "'Если Бог есть, ему придется молить меня о прощении.'\n\n- Неизвестный, вырезано на стене камеры в концентрационном лагере Маутхаузен-Гусен",
        "image": "cemetery",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "defeat.shellshock.contemnant",
        "label": "НИЧЕГО БОЛЬШЕ",
        "description": "'Плакали все вокруг. Кто-то начал читать Каддиш - молитву по умершим. Я не знаю, случалось ли прежде в истории еврейского народа, чтобы живые читали заупокойные молитвы по самим себе.'\n\n- Эли Визель, <i>Ночь</i>",
        "image": "shellshock",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "peaceending",
        "label": "МНОГИХ НЕТ, НО МНОГИЕ ПРЕБЫВАЮТ ДОНЫНЕ",
        "description": "'Я думал, что когда-нибудь вернусь в Европу, но теперь я знаю, что этого никогда не произойдет. Я даже представить себе не мог, зачем я вернусь. Все люди, которые были у меня там, ушли; город, где я родился, по-прежнему лежит в руинах. Я знаю, что все это будет построено заново, но сейчас корни моего сердца здесь. Здесь у меня есть средства к существованию. Любовь. Даже дети. Один человек, с которым я познакомился во время войны, сказал мне, что такое возрождение невозможно. И все же я здесь. Я рад, что они были неправы. Я говорю им: мир никогда не длится вечно, но война всегда заканчивается.'\n\n- <i>Измучены: Истории о борьбе, выживании и надежде</i>, Нью Йорк, 1953",
        "image": "peaceending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "contemnant.highretribution",
        "label": "ВОЛК НЕ ПРОЩАЕТ",
        "description": "'Это Я должен был бы отдать всех <i>вас</i> под суд. Но я расскажу вам, почему я сделал то, что сделал, потому что я хочу, чтобы вы знали, что я ненавидел вас и продолжаю ненавидеть до сих пор. Видишь ли, я ваша жертва: жертва вашего предательства, вашей небрежности, но больше всего - вашего самодовольства. Я презираю немцев за то, что они сделали со мной, я презираю вас всех за то, что вы это допустили. И нет ни одного мужчины, женщины или ребенка, которые были бы невиновны в этом преступлении. В нормальном мире я бы увидел, как каждого из вас, отвратительных коллаборационистов, бросили на растерзание Волкам. Итак, я плюю на ваше правосудие. Я не убивал невинных, потому что виновато все человечество. Человечество подвело меня.'\n\n- Отрывок из слов подсудимого'Ночных процессов', Цюрих, 1946",
        "image": "trialending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "contemnant.medretribution",
        "label": "ТИХИЙ ВСХЛИП В ТЕМНОТЕ",
        "description": "'Если отчаяние - это волк, пожирающий мысли, то жажда мести - это голод, пожирающий душу. На пепелище Берлина я понял это слишком поздно, кровь уже была на моих руках. Я отбросил все, что было во мне от того, кем я был, в погоне за несостоявшейся местью, и мне это не удалось. Возможно, это жестокая шутка Изгнанника. Я не вспоминал о нём с тех пор, как закончилась война, когда я отправился бродить по разрушенному миру, плача и оставаясь слишком трусливым, чтобы уничтожить себя. Теперь мы с Волком наконец-то одни. Каждый вечер он подходит к моему окну, и на рассвете частичка меня всегда покидает его вместе с ним. Меня больше нет, эта ночь - последняя. Мама, прости меня.'\n\n- Личный дневник, Барроу, Аляска, 1950",
        "image": "countryending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "contemnant.lowretribution",
        "label": "ОГОНЬ, ПРЕДОТВРАЩЁН",
        "description": "'Пока ничего не известно ни о Дюффуре, ни о его беспокойном потомке, и я ожидаю, что мы не узнаем об этом в течение некоторого времени. Но, судя по тому, что мы можем узнать, кандидат на Наименование, погиб в Берлине, и это большая удача на фоне всех несчастий последних семи лет. Тем не менее, мы не можем доверить продолжение событий только судьбе. Вот что я скажу: мы должны быть бдительны в отношении любых новых монстров, которые могут возникнуть в грядущих войнах. Только война и всегда становится хуже. И когда пастухи успокаиваются, Волк это понимает.'\n\n- Выдержки из выступления секретаря Ли, Париж, 1947",
        "image": "huskending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
]
}