{
"elements": [
    {
	"id": "_shrine.lionsmith.template",
	"label": "Lionsmith Shrine Template",
	"aspects": {
	    "shrinelionsmith": 1,
	    "location": 1
	},
	"slots": [
	    {
		"id": "needsintent",
		"label": "Intent",
		"description": "What have I come for?",
		"required": {
		    "lore": 1,
		    "chain": 1,
		    "remnant": 1,
		    "contemplation": 1,
		    "weapon": 1,
		    "legacyplotitem": 1,
		    "debilitation": 1
		},
		"forbidden": {
		    "completed": 1
		}
	    }
	]
    },
    {
	"id": "loc.shrine.lionsmith.wasteland_a.1",
	"label": "Shadowless Pool",
	"description": "Hidden among the wild countryside pines is a low, quiet pool exposed to the watchful eye of the sun. Come here at night, and you may appreciate the serenity of the place; come during the day, and its waters may quench your thirst. But only at noon, when the sun hangs at its highest and the shadows are worn to their thinnest, does a golden, fanged shape descend from the clouds to lounge in the sunlight. One may commune with this shape, but always with respect, and always from a distance.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },    
    {
	"id": "loc.shrine.lionsmith.wasteland_a.2",
	"label": "Tropaeum",
	"description": "A makeshift shrine staked at the fork of a crossroads: the decapitated head of a monstrous beast, big as an automobile, stuck through with weapons: bayonets, pitchforks, axes. It must have been freshly slain. Most places of power are old - but the Lionsmith is a young Hour, and he will leave his favour wherever strength has been demonstrated in his honour, decorum be damned.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.wasteland_b.1",
	"label": "Champion's Rest",
	"description": "Long ago, a warrior-king from the north led his army through the roads of Empire and laid waste to the Colonel's city. Many of the king's soldiers perished valiantly fighting the Romans, and the bravest of them was buried on a hilltop here, in the land of that king's enemies. That, too, was long ago - but if one visits the grave of that slain northman, he himself might sometimes be found sitting on the hilltop where he was buried, still wearing the golden armour his liege entombed him with.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },    
    {
	"id": "loc.shrine.lionsmith.wasteland_b.2",
	"label": "Hammerscale Workshop",
	"description": "Another band of partisans has taken up in an old mine hidden in the countryside woods. Here they construct firearms and explosives for their comrades elsewhere fighting the fascist regime in Italy. But the partisan-smiths keep one weapon for themselves: a crude steel maul, dented with years of usage. No-one is allowed to wield it; no-one can, for the touch of it is red-hot and searing, burning through even the thickest protection. It is kept on an altar of stone in the rearmost chamber of the mining complex, its presence a bare challenge to anyone who thinks they have the will and fortitude to withstand holding it for even a second. As it happens, many of the weaponsmiths here have horribly burned hands.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.paestum",
	"label": "Fourth Temple",
	"description": "Before the Romans, the Greeks built temples to their gods here. Two were for the Great Mother; one for a She-Name of the Colonel; a fourth was built for a god of rage and strength, but the Romans sealed it away and the land has forgotten where it lays, so now it cannot be found. It cannot be found, unless one sets out at dawn on the correct path, with anger in the heart to guide like compass.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.salerno",
	"label": "Santuario Garibaldi",
	"description": "In Salerno, those who go to battle in red honour a contradictory hero of the Risorgimento. He led revolutionary armies on three continents and banished the Bourbons from Italy - but he pledged himself also to a king, and to the new order that came with him. Perhaps this is a contradiction. But the Lionsmith, himself a creature of contradictions, has always permitted such things.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.napoli",
	"label": "Herculaneum Seal",
	"description": "Vesuvius buried the old Roman town under ash, and only now has work begun to unearth it. But below the ash was one chamber Mussolini's men had sealed off as soon as they had discovered it. They poured concrete over the entrance, but even now the heat raging behind it cracks the stone, leaks through in red and gold light. A memory of Vesuvius? An echo left by the Lionsmith when he built this place? To unseal the stone would be death, but I might place my hand on the searing surface, and learn something.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.minturno",
	"label": "Skirmisher's Field",
	"description": "The Aghlabids and the Fatimids built a fortress here in the 9th century, menacing the outskirts of Rome for thirty years before the Pope forced them from the Mediterranean. The fortress the Saracens built is now lost - but there remain some things that hammers and picks could not destroy. Come here at dawn, when the Sun looks brightly upon the land, and one will find a Saracen commander there, still drilling his troops more than ten centuries on. One could join them.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.gaeta",
	"label": "Church of St. Barbara the Martyr",
	"description": "Miners and engineers in Italy have long prayed to 'Saint Barbara the Martyr' to guard them from the hazards of their labour: stone, smoke, flame and sudden detonation. But among artillerymen, she is honoured as 'Saint Barbara the Artificer.' To her, the congregation prays for fire and for calamity; for their enemies to be destroyed.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.ortona",
	"label": "Cathedral of Christ the Lion",
	"description": "An elaborate wood carving of the Saviour in the vestibule reads: 'The Lion of Judah, who in victory will liberate his people from all enemies and all weakness, and lead them into glory.' It isn't very subtle, but the Lionsmith never is.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.montecassino",
	"label": "Lion-Haunted Cell",
	"description": "The Romans, like the Greeks, have always been the Colonel's people. Cruelest among their punishments was <i>damnatio ad bestias:</i> to throw the accused to beasts - lions, in the gravest cases. The amphitheatre here had a cell where the Romans would keep those lions chained and hungry for the next unfortunate spectacle, and they would grow vicious in the dark. The lions, like the Romans, are now long gone, but one who meditates long enough in the cell might once more smell the blood-stink of their fur, feel the heat of their breath and the savagery of their fangs.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.valmontone",
	"label": "Bell of Kings",
	"description": "The great bronze bell of the <i>Santa Maria dell'Assunta</i> has been bombed from its belfry, now lying half-buried in rubble at the mouth of the plaza. Strangely, the bell appears undamaged otherwise. Even the engravings shine brilliantly, like they were inlaid only yesterday. Look closer, past the figures of rearing lions and dancing knights, and one will find phrases of power written on the bronze; phrases written in a tongue spoken by the kings of a land where the Sun was not merciful.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
    {
	"id": "loc.shrine.lionsmith.anzio",
	"label": "U.S.S. Lysimachus",
	"description": "An American warship sits imposingly in the waters half-a-kilometre from the port of Anzio, and a small band of soldiers from the ship is known to relax at the port bar when the fighting lulls. They will sometimes measure a stranger's mettle with games, with drink, with thrown fists. If impressed, the soldiers will invite the stranger back to the warship - back to the engine-room, where the captain has ordered a fire be kept lit for a young and boisterous god of war.",
	"inherits": "_shrine.lionsmith.template",
	"icon": "loc.shrine.lionsmith",
	"unique": true
    },
]
}