{
"endings": [
    {
        "id": "majorwolfvictory",
        "label": "A WOUND UNTO ETERNITY",
        "description": "The blinding white of the Tricuspid Gate thrills blood-red, and out from the horrid light descends the Wolf-Divided and his Names: gnashing, wailing, suffering. When I go among them, the parts of me that do not hate and do not despair are torn from me, all of it a hundredfold agony. By this pain I am Named, and a Name I shall remain, until the promise of an end is fulfilled. That end is coming. When the mechanisms of Eternity are unmade; when Dawn breaks and the Wolf feasts, all souls living and dead, innocent and guilty, will beg mercy - beg forgiveness. And I will forgive nothing.\n\n[Congratulations on a major victory. Perhaps one in twenty players ever achieve even a minor victory: fewer still rise this far. We, and Janus, salute you.]",
        "image": "wolf.lucid",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "triumphending.contemnant.mp3"
    },
    {
        "id": "defeat.death.contemnant",
        "label": "UNMADE",
        "description": "'If there is a God, he will have to beg my forgiveness.'\n\n- Unknown, carved into a cell wall at the Mauthhausen-Gusen concentration camp",
        "image": "cemetery",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "defeat.shellshock.contemnant",
        "label": "NO MORE",
        "description": "'Around us, everyone was weeping. Someone began to recite the Kaddish, the prayer for the dead. I do not know if it has ever happened before, in the long history of the Jews, that people have ever recited the prayer for the dead for themselves.'\n\n- Elie Wiesel, <i>Night</i>",
        "image": "shellshock",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "peaceending",
        "label": "MUCH IS TAKEN, MUCH ABIDES",
        "description": "'I thought, someday, I would return to Europe - now, I know that will never occur. I could not imagine what I would even return for. The people I had there are all gone; the city of my birth is still rubble. It will all be built again, I know, but my heart has roots here, now. Here, I have a livelihood. Love. Even children. Someone I met during the war told me such a rebirth was impossible. Yet, here I am. I am glad they were wrong. To them, I say: peace never lasts, but war always ends.'\n\n- <i>Harrowed: Stories of Struggle, Survival, and Hope</i>, New York City, 1953",
        "image": "peaceending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "contemnant.highretribution",
        "label": "A WOLF DOES NOT REGRET",
        "description": "'I should be the one putting all of <i>you</i> on trial. But, I will tell you why I did what I did, because I want you to know that I hated you, and hate you still. You see, I am your victim: the victim of your betrayal; of your negligence; but most of all, your complacency. I despise the Germans for what they did to me - I despise you all for allowing it. And there is not one man, woman, or child living innocent of that charge. In a right world, I would see each of you disgusting, hideous collaborators thrown to the Wolf. So, I spit on your justice. I killed no innocents, for mankind entire was a culprit. Mankind failed me.'\n\n- Nocturnal Trials defendant excerpt, Zurich, 1946",
        "image": "trialending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "contemnant.medretribution",
        "label": "A WHIMPER IN THE DARK",
        "description": "'If despair is the wolf that devours thought, then vengeance is the hunger that eats the soul. It was in the ashes of Berlin I learned that too late, the blood already on my hands. I cast aside every shred of who I was in pursuit of some aborted revenge, and I failed to attain it. The Exile's cruel joke, maybe. I have not thought of them since the war's end, when I went wandering through the ruin of the world, weeping and remaining too cowardly to destroy myself. Now, the Wolf and I are alone at last. Every evening, he comes to my window, and at dawn a piece of me always departs with him. There is no more of me, now - this night is the last night. Mother forgive me.'\n\n- Personal Journal, Barrow, Alaska, 1950",
        "image": "countryending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
    {
        "id": "contemnant.lowretribution",
        "label": "THE FIRE FORESTALLED",
        "description": "'No wherabouts on Duffoure nor his troublesome progeny as of yet, and I expect we will not know for some time. But, from what we can gather, the Wolf's Name-to-be perished at Berlin, and that is a stroke of good fortune amidst all the misfortune of the past seven years. Still, we cannot entrust the continuance of things to fortune alone. What I will say is this: we must be vigilant against whatever new monsters arise in the wars to come. War, only and always, gets worse. And when shepherds become complacent, the Wolf will know.'\n\n- Address excerpts from Nocturnal Secretary Lee, Paris, 1947",
        "image": "huskending",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.contemnant.mp3"
    },
]
}