{
"endings": [
    {
        "id": "majorcolonelvictory",
        "label": "A SOLDIER UNTO ETERNITY",
        "description": "The light from beyond the Stag Door annihilates the flesh that was mine, but what remains of me cannot be evaded, nor wounded, nor denied. By the Colonel’s order I am raised among his instruments and his methods, and I am Named a cunning power of war. This is the duty which is mine and shall always be mine, and I will not shirk. The other Names salute me as a comrade. In coalition, we study the Corrivality’s agitations to devise the course of History. And so I am in the machinations of things, now - I am in the marching rhythm and the chain of command; I am in the movements of the great forces and the great oppositions. I am war, and war is me.\n\n[Congratulations on a major victory. Perhaps one in twenty players ever achieve even a minor victory: fewer still rise this far. We, and Janus, salute you.]",
        "image": "colonel.lucid",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "triumphending.mp3"
    },
    {
        "id": "obdurant.high",
        "label": "HERO OF THE SOVIET UNION",
        "description": "'My defeat came by way of victory. They never let me go after Stalingrad. They nailed medals to my chest and pinned me to the highest office they could find. Zhukov shook my hand. I like Zhukov. Stalin shook it also. I don't really care for him, though. Ha ha. Anyway - I am a <i>dignitary</i> now; too important to let near an active warzone. But I get my days off. I visit friends in the Legion du Seuil to go hunting in the Bounds. This summer I will be travelling to the Labyrinth of Lions on the invitation of a good Irishman. I miss the war, of course. But I have faith. War, like the best of lovers, makes you long for her. And she always comes back, and then the fire comes back with her.'\n\n- 'Interviews with the Invisible', Volgograd, USSR, October 1973",
        "image": "medal",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "obdurant.med",
        "label": "A CAREER SOLDIER",
        "description": "'<i>Company Perseides.</i> We were a small contingent when we began, but now we boast company-strength. We have recuited veterans of the Third Worm War, and a handful of itinerants from the Legion du Seuil. One of our number claims he is Tragulari, and while I don't believe him, he brews the most fascinating poisons. And you know my merits already. You know who I learned from. My promise is that of victory. If you're interested in victory, you know our price. You won't regret doing business with us.'\n\n- 'Christmas Market' transcript, Vienna, December 1957",
        "image": "generichq",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "obdurant.low",
        "label": "WITH DUE HONOURS",
        "description": "'I have fought in two wars, and I have seen too much to be afraid of you. You are only men. Tell me, did you fight with us in the streets of Stalingrad? Or gazed down the maw of a skaptodon? Or seen an immortal cut through men like chaff? It's a savage world, and I have seen it and it has not killed me. That's why you bring me to the cell. It is your world - small, dim, closed - and you are its small master. Ah, don't waste my time any more, boy. You want to cross another name from the list. Bring the knife here and cut until you feel like you have power. You never will.'\n\n- KGB Detainee Statement, Moscow, USSR, December 1955",
        "image": "notorious",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "defeat.death",
        "label": "FIFTY-MILLION",
        "description": "'This is no war of chieftains or of princes, of dynasties or national ambition; it is a war of peoples and of causes. There are vast numbers, not only in this Island but in every land, who will render faithful service in this war, but whose names will never be known, whose deeds will never be recorded. This is a War of the Unknown Warriors.'\n\n- Winston Churchill, 1940",
        "image": "cemetery",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "defeat.shellshock",
        "label": "THE LIGHT HAS GONE",
        "description": "'And even if these scenes from our youth were given back to us we would hardly know what to do. The tender, secret influence that passed from them into us could not rise again. We might be amongst them and move in them; we might remember and love them and be stirred by the sight of them. But it would be like gazing at the photograph of a dead comrade; those are his features, it is his face, and the days we spent together take on a mournful life in the memory; but the man himself it is not.'\n\n- Erich Maria Remarque, <i>All Quiet on the Western Front</i>",
        "image": "shellshock",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    },
    {
        "id": "death.noshow",
        "label": "DERELICTION OF DUTY",
        "description": "I have profaned a highmost sacrament of battle. Now the Colonel sends his Name, Antigonus Cyclopes, punishment-bringer and traitor-bane, to hunt me on the battlefield. When the keen point of his sword finds my flesh, I am obliterated to the least part of me. I will not be found. I will not be remembered. I am Nowhere, and there I will remain in shameful peace.\n\n[You had failed to appear properly for your duel with an Edge-Long, and were destroyed for frivolously invoking the rite of <i>musvashir.</i>]",
        "image": "despair",
        "flavour": "Melancholy",
        "anim": "DramaticLight",
        "achievements": "XXX",
	"BGmusic": "melancholyending.mp3"
    }
]
}