{
"recipes": [
    {
	"id": "dreams.colonel.obdurant",
	"label": "Сон Солдата",
	"startdescription": "@#draw.colonel.1|Я стою на бело-черном поле, где две армии столкнулись в сражении. Всадник на коне пробегает мимо пехотинца; человек, украшенный короной из черного сапфира, обезглавливает священника; вдали падает башня. Встречалось ли мне что-то подобное раньше? Позади маячит тень -#draw.colonel.2|Сегодня ночью мне снятся кровь и чешуя. Покрытый шрамами воин сражается с огромным зверем на снежном поле алебастрово-белого цвета. Иногда воин - это рыцарь на коне с копьем, крылатый ангел, пронзающий своего врага, или солдат в офицерской ливрее; иногда зверь - это червь, дракон, или клубок бесчисленных змей.#draw.colonel.3|Во сне настает ночь. Я сижу перед небольшим костром в кругу других солдат: британским летчиком, <i>Вольтижером,</i> римским центурионом и другими. Даже немецкий офицер есть. Я оглядываюсь по сторонам и вижу вдалеке другие точки яркого света. Другие костры, другие солдаты.@",
	"description": "@#draw.colonel.1|- а потом меня выдергивают из бело-черного поля, и я парю высоко над ним. Проходит пронзительная, терпеливая секунда. Меня изучают. И вот я спускаюсь - снова возвращаясь на поле, и кавалер стоит передо мной на своем черном боевом коне. Я беру себя в руки. Мной движут силы принципов. Какая бы кровь ни пролилась, она прольется.#draw.colonel.2|Всегда, в конце сна, воин вылезает из внутренностей своего титанического врага и провозглашает свою победу. Змеи и люди - старая притча. Но в ней всегда можно чему-то поучиться.#draw.colonel.3|С ветром поднимается холод, и мы начинаем рассказывать истории так, как всегда рассказывают солдаты у костра. Я слушал, как гусар вспоминал разгром османов под Веной; белогвардейский стрелок размышлял о том, как стрелял в большевиков во время революции; галл и центурион обменивались историями и смеялись. Затем заговорил македонец и начал рассказывать нам о древней истории. Разные рассказы: об Александре и Диадохах, о Микенах и Абидосе, о битвах более древних, чем любая империя, имя которой ещё помнят. И эти слова призвали меня прислушался и учиться.@",
	"requirements": {
	    "dream.colonel": 1
	},
	"effects": {
	    "op.thecolonel": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.lionsmith.obdurant",
	"label": "Львиные Кошмары",
	"startdescription": "@#draw.lionsmith.1|Острый укол когтей в моей груди - вот что я чувствую в первую очередь. Одичавший полосатый кот отскакивает назад с вызывающим шипением, пригибаясь, чтобы снова броситься в атаку. Мои руки обхватывают его за шею, чтобы втоптать в пыль, но внезапно кошка превращается в пустынную рысь, бьющуюся в моих объятиях, и прожигающую меня взглядом, когда та встает на дыбы -#draw.lionsmith.2|Сегодня ночью мой сон полон пламени. Ужасающее и безымянное оружие озаряет ночное небо своими огнями, и поле битвы превращается в озеро бездымного пожара. Внизу монстры всех форм и размеров рыскают по этому пылающему озеру, убивая убегающих людей когтями, клыками и смертоносным дыханием. Кровь и золото.@",
	"description": "@#draw.lionsmith.1|Я снова пытаюсь повалить его на землю, и теперь это лев, наваливающийся на меня стальными мышцами, затем пылающий тигр, впивающийся своими челюстями-поршнями в мою плоть. Каждое мгновение, проведенное в борьбе, только удваивает силу и ярость зверя. Влиться в эту ярость - значит подпитать ее огонь. И настанет день, когда я прийду к осознанию, что лишь меня недостаточно для розжига этого пламени.#draw.lionsmith.2|Над этим шумом битвы - над криками, рычанием и громом пушек - раздается гордый и пламенный смех. Затем сотня людей и сотня зверей оказываются раздавленными приближающейся поступью смеющегося гиганта. Потом еще сотня, и еще. Слишком поздно я осознаю, что стою на его пути - но сон, к счастью, обрывается. Я все еще помню огненное озеро, и стрельбу, и тень, отбрасываемую золотым гигантом.@",
	"requirements": {
	    "dream.lionsmith": 1
	},
	"effects": {
	    "hindrance.lionsmith": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.wolf.obdurant",
	"label": "Волчьи Ужасы",
	"startdescription": "@#draw.wolf.1|Мои колени прижимаются к груди, а дыхание застревает в легких, влажное и окровавленное. Непроглядная, непостижимая тьма душит меня. Это мучение, и оно заставляет мои внутренности скручиваться от мук, как будто в них копошится морда мерзкого животного. Я извиваюсь, желая хоть немного ослабить ужас темноты и давления, но мои движения тоже превращаются в пытку.#draw.wolf.2|Высокий тлеющий холм из беспорядочных мертвых куч под полуденным солнцем. Я лежу в куче, без одежд, моя кожа опалена и отслаивается от костей. Вприпрыжку ко мне приближается изможденная черная фигура изголодавшейся собаки, и я вижу, как голод прижал ее кожу к ребрам и содрал мясо с челюстей, обнажая подобие улыбки.@",
	"description": "@#draw.wolf.1|И когда вспыхивает свет, он обращается в еще большее мучение.  Он разрывает темноту, как зубы разрывают мясо, и белизна пронизана трескучим, расщепленным красным, и то красное - моя пылающая кровь. Ко мне приходит осознание невыразмой боли, и я кричу - и крик, исторгающийся из моей глотки, звенит криком животного.#draw.wolf.2|Черный пес говорит со мной голосом мертвого дитя. Он перечисляет широту своей ненависти, и каждое названное слово подобно гвоздю, вбитому мне в уши. Птицы. Люди. Рассветы. Смех. Дни и ночи. Если бы каждая из вещей была каплей, ненависти хватило бы на целое море. И затем пёс голосом метвого дитя рассказывает мне, что он намеревается сделать с миром, со всеми вещами внутри него и за его пределами. Для этого хватило лишь одного слова.@",
	"requirements": {
	    "dream.wolf": 1
	},
	"effects": {
	    "hindrance.wolf": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.colonel.proterant",
	"label": "Кошмар из Шрамов",
	"startdescription": "@#draw.colonel.1|Мой сон - это абсолютная тишина. Башни возвышаются в беззвучном величии. Улицы завалены снегом, а небо цвета мрамора. И мертвые - мертвые смотрят и не отрывают глаз, как завороженные. Мир стал таким чудесно белым.#draw.colonel.2|Сегодня ночью мне снятся темные силуэты за стеклом. Черный сапфир и волнистые хрящи - это то, что мы называем Червями, и в прохладных тенях Музея Червей они выставлены на всеобщее обозрение для потомков, чтобы внушать страх. Нигде в Обители небезопасно, но для такого, как я, но особенно небезопасно <i>здесь.</i>@",
	"description": "@#draw.colonel.1|Затем происходит предательство: раздается крик. И еще один, и еще. Голоса поднимаются, как кулаки, вызывающие. Почему? Почему же теперь они нарушают это молчание? Раздается громкий скрежет дерева и камня - ворота города открываются. Они впустили его. Он здесь, и Солнце у него за спиной. Он здесь, и, хотя он не видит, я не могу скрыться от него. И его лицо - изуродованное вид его <i>лица -</i>#draw.colonel.2|В тишине Vузея раздается неровное эхо, словно великан, хромающий по камням. Меня охватывает ужас. Я прячусь в зале, где выставлено еще больше 'Никогда' и 'Ничего'. Эхо все еще доносится. Когда он выходит в коридор, я наконец вижу его, и он весь - острые очертания и зимне-белое мучение. Затем комната сокращается, и я предстаю перед ним на открытом месте, слабым и обнаженным. Мой сон заканчивается прежде, чем мне успевают причинить какой-либо смертельный вред, но след от холоднай руки Полковника на моем плече все еще болит, и болит ужасно.@",
	"requirements": {
	    "dream.colonel": 1
	},
	"effects": {
	    "hindrance.colonel": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.lionsmith.proterant",
	"label": "Золотые Видения",
	"startdescription": "@#draw.lionsmith.1|Два титана - наследник металла и сын камня - сражаются на плато под полуночным небом. Золотые мускулы сражаются с руками из горного камня; яркий ихор и обжигающая магма разливаются по округе, когда каждый чемпион по очереди ранит другого. Луна наблюдает за происходящим сверху, безмятежный наблюдатель. Кто же победит?.#draw.lionsmith.2|Мой сон безмолвен и окружен каменными стенами. Луч солнечного света проникает в камеру и освещает единственное место в темноте, где лежит огромный крылатый зверь, прикованный цепью и гвоздями. Я смотрю ему в глаза. 'Маленький мечтатель,' лабит грохочет. 'Подойди и позволь мне поговорить. Срок моего наказания еще не истек.'#draw.lionsmith.3|В моем сне у меня клыки и когти, и моя сила - это сила монстров. В мою спину вонзаются копья и стрелы. Я убивал, и кровь, которая принадлежит мне, и кровь, которая не принадлежит мне, покрывает мой мех. Но даже когда я рассекаю плоть армий и сокрушаю черепа убегающих, я чувствую приближение своего конца.@",
	"description": "@#draw.lionsmith.1|Наконец, луна дарует свою благосклонность наследнику металла, и серебро ночи удесятеряет его силу. Мощным рывком наследник поднимает своего врага к ожидающему его небу и давит его до последнего. Камень трескается и раскалывается. Корни вырываются из земли, и земля кричит. Я не мог вспомнить, отдавал ли победитель честь своему поверженному врагу или пожирал его, но воспоминание о победе металла над камнем преследовало меня до самого пробуждения, и от этого я чувствую себя сильнее.#draw.lionsmith.2|'Нет другого поражения, кроме позора,' объясняет лабит. 'Львокузец научился этому здесь, в Лабиринте. Из этого осознания проистекает внутренняя сила.' Он мрачно смотрит на сковывающие его цепи, на гвозди, которыми его конечности пригвождены к полу. 'Я забыл этот урок. Здесь от меня ожидают, что я выучу его снова.' И лабит говорил об этой внутренней силе, и мы вместе медитировали в тени. Я до сих пор помню тишину Львиного лабиринта, и я до сих пор помню, чему мы с лабитом научились в клубящейся тьме его недр.#draw.lionsmith.3|Закат застает меня разбитым в пустыне. Я разбросал по полю абсурдное количество тел, и скоро я стану еще одним из них. Но вот фигура без тени пересекает дюну, и я вижу ее сквозь кровь, запекшуюся на моих глазах. Он почесывает меня за ушами своей сверкающей рукой. Затем опускается его молот, и мир вспыхивает ярким, ослепительным золотом. То, что было разбито, можно перековать заново. То, что никогда не было разбито, должно быть перековано заново.@",
	"requirements": {
	    "dream.lionsmith": 1
	},
	"effects": {
	    "op.thelionsmith": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.wolf.proterant",
	"label": "Волчьи Ужасы",
	"startdescription": "@#draw.wolf.1|Мои колени прижимаются к груди, а дыхание застревает в легких, влажное и окровавленное. Непроглядная, непостижимая тьма душит меня. Это мучение, и оно заставляет мои внутренности скручиваться от мук, как будто в них копошится морда мерзкого животного. Я извиваюсь, желая хоть немного ослабить ужас темноты и давления, но мои движения тоже превращаются в пытку.#draw.wolf.2|Высокий тлеющий холм из беспорядочных мертвых куч под полуденным солнцем. Я лежу в куче, без одежд, моя кожа опалена и отслаивается от костей. Вприпрыжку ко мне приближается изможденная черная фигура изголодавшейся собаки, и я вижу, как голод прижал ее кожу к ребрам и содрал мясо с челюстей, обнажая подобие улыбки.@",
	"description": "@#draw.wolf.1|И когда вспыхивает свет, он обращается в еще большее мучение.  Он разрывает темноту, как зубы разрывают мясо, и белизна пронизана трескучим, расщепленным красным, и то красное - моя пылающая кровь. Ко мне приходит осознание невыразмой боли, и я кричу - и крик, исторгающийся из моей глотки, звенит криком животного.#draw.wolf.2|Черный пес говорит со мной голосом мертвого дитя. Он перечисляет широту своей ненависти, и каждое названное слово подобно гвоздю, вбитому мне в уши. Птицы. Люди. Рассветы. Смех. Дни и ночи. Если бы каждая из вещей была каплей, ненависти хватило бы на целое море. И затем пёс голосом метвого дитя рассказывает мне, что он намеревается сделать с миром, со всеми вещами внутри него и за его пределами. Для этого хватило лишь одного слова.@",
	"requirements": {
	    "dream.wolf": 1
	},
	"effects": {
	    "hindrance.wolf": 1
	},
	"warmup": 30
    },
    {
	"id": "proterant.namehints",
	"label": "Размышлять о Наименовании",
	"startdescription": "Я зажгу свечу перед сном и буду размышлять о своем возвышении.",
	"requirements": {
	    "proterant.story": 1
	},
	"linked": [
	    {
		"id": "proterant.drawhint"
	    }
	]
    },
    {
	"id": "proterant.drawhint",
	"label": "Размышлять о Наименовании",
	"internaldeck": {
	    "spec": [
		"draw.hintproterant.lore",
		"draw.hintproterant.breakchains",
		"draw.hintproterant.makemonsters",
		"draw.hintproterant.star",
		"draw.hintproterant.echidna",
		"draw.hintproterant.musvashir",
		"draw.hintproterant.main",
		"draw.hintproterant.rome",
		"draw.hintproterant.nodebilitations"
	    ],
	    "draws": 1,
	    "resetonexhaustion": true
	},
	"linked": [
	    {
		"id": "proterant.hintdesc.lore"
	    },
	    {
		"id": "proterant.hintdesc.breakchains"
	    },
	    {
		"id": "proterant.hintdesc.makemonsters"
	    },
	    {
		"id": "proterant.hintdesc.star"
	    },
	    {
		"id": "proterant.hintdesc.echidna"
	    },
	    {
		"id": "proterant.hintdesc.musvashir"
	    },
	    {
		"id": "proterant.hintdesc.main"
	    },
	    {
		"id": "proterant.hintdesc.rome"
	    },
	    {
		"id": "proterant.hintdesc.nodebilitations"
	    },
	    {
		"id": "proterant.clearagain"
	    }
	]
    },
    {
	"id": "proterant.hintdesc.lore",
	"label": "Тайны Львокузнеца...",
	"startdescription": "Как мой друг сказал мне...",
	"description": "Как мой друг сказал мне: по крайней мере, мне нужно будет овладеть техниками Львокузнеца, чтобы сделать первый шаг к обретению Имени.",
	"requirements": {
	    "draw.hintproterant.lore": 1
	},
	"extantreqs": {
	    "proterant.fragmentedgeg.exhausted": -1,
	    "proterant.fragmentedgeg": -1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.breakchains",
	"label": "Цепи Лояльности...",
	"startdescription": "Когда я был моложе, мир был совсем другим...",
	"description": "Когда я был моложе, мир был совсем другим, Я столкнулся с остатками Часа, который когда-то назывался Кремнием. Я вкусил её дары, произнес её безмолвные клятвы и стал более чем смертным. Эти узы все еще связывают меня. Я не могу служить двум господам; если надеюсь, что Именуюсь в честь Львокузнеца. Я должен освободиться от клятв, данных в Камне.",
	"requirements": {
	    "draw.hintproterant.breakchains": 1
	},
	"extantreqs": {
	    "chain": 1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.makemonsters",
	"label": "Создание Монстров...",
	"startdescription": "Золотой генерал порождает монстров...",
	"description": "Золотой генерал порождает монстров, чтобы сражаться с Трибуном и его слугами. Это его 'Проффесия'. Чтобы стать Именем Генерала, эта проффесия должна стать и моей. Я должен учиться в священных местах, но настоящее образование даст практика.",
	"requirements": {
	    "draw.hintproterant.makemonsters": 1
	},
	"extantreqs": {
	    "constructions.c": -1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.star",
	"label": "Подарок Генерала...",
	"startdescription": "Мой друг сказал, что Львокузнец готовит сюрприз в Монтекассино...",
	"description": "Мой друг сказал, что Львокузнец готовит сюрприз в Монтекассино. Я должен поспешить туда, но не без подготовки. Любой сюрприз, приготовленный Часами, будет опасным; любой сюрприз, приготовленный Львокузнецом, будет невероятно опасным.",
	"requirements": {
	    "draw.hintproterant.star": 1
	},
	"extantreqs": {
	    "token.star": -1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.echidna",
	"label": "Жгучий Ключ...",
	"startdescription": "Лигейя Ехидна имеет долгую историю с Львокузнецом...",
	"description": "Лигейя Ехидна имеет долгую историю с Львокузнецом. Когда он был смертным, она была одним из его многочисленных врагов, затем одним из его учителей - и, возможно, также его возлюбленной. В этом веке они советуются друг с другом как равные, вместе изобретая новое и чудовищное. Но в битве при Иссе, когда Львокузнец сломал свой меч перед Александром и его войском, именно Ехидна и ее Жгучий ключ позволили ему пройти через Дикую Дверь и преобразиться в Час. Мне понадобится этот ключ в Риме, когда я буду искать свой собственный проход через Дикую Дверь. И для этого мне понадобится Ехидна.",
	"requirements": {
	    "draw.hintproterant.echidna": 1
	},
	"extantreqs": {
	    "token.echidna": -1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.musvashir",
	"label": "Таинство Претендента...",
	"startdescription": "В знак уважения, мне должно сразиться подобно древним богам...",
	"description": "В знак уважения, мне должно сразиться подобно древним богам, против врага, который намного превосходит меня - таково таинство битвы. Полковник первым огласил это правило (как заявляет о первенстве во многих военных вещах), но именно Кузнец Львов сделал его священным. Это таинство имело множество названий во многих странах, но самое древнее происходит из Персии, где Короли-без-Тени называли его <i>мусвашир</i> - мышь и лев.",
	"requirements": {
	    "draw.hintproterant.musvashir": 1
	},
	"extantreqs": {
	    "challenger.mark": -1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.main",
	"label": "Тропа Войны...",
	"startdescription": "Если я хочу признания силами борьбы...",
	"description": "Если я хочу признания силами борьбы, мне нужно доказать свою решимость; если враг надеется достичь какой-то цели, я сокрушу эту надежду; если враг стремится к победе, я откажу ему в ней. Это моя клятва, и неважно, на каком поле боя она будет исполнена.",
	"requirements": {
	    "draw.hintproterant.rome": 1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.rome",
	"label": "Великая Петля Совражества...",
	"startdescription": "Место, где я стану Именем, ждет меня на севере...",
	"description": "Место, где я стану Именем, находится на севере, там, где когда-то сходились все дороги Империи. Рим - это то место, где я решу свою судьбу..",
	"requirements": {
	    "draw.hintproterant.rome": 1
	},
	"warmup": 30
    },
    {
	"id": "proterant.hintdesc.nodebilitations",
	"label": "Отвращение к шрамам...",
	"startdescription": "Львокузнец не носит шрамов...",
	"description": "Львокузнец не носит шрамов, и насмехается над ними; его слуги также горды, безупречны и своевольны. Я не могу поступить к нему на службу в качестве Имени, если я запятнан слабостью или увечьем.",
	"requirements": {
	    "draw.hintproterant.nodebilitations": 1
	},
	"warmup": 30
    },
    {
	"id": "proterant.clearagain",
	"label": "Meditate on Namehood",
	"effects": {
	    "decision": -99
	},
	"linked": [
	    {
		"id": "proterant.drawhint"
	    }
	]
    },
    {
	"id": "contemplation.complete",
	"label": "Вывод",
	"startdescription": "@#mission.camilla.c|На войне Вечные Грани никогда не уходят далеко от своих врагов. Бессмертный враг Континенталь - Вечный по прозвищу 'Воевода' - должен быть где-то на передовой. Но где именно?\n\n[Когда Раздор достигнет трех, вы сможете найти Воеводу на фронте, если будете искать достаточно усердно.]#mission.wilhelm.c|В войнах Вечные Грани никогда не уходят далеко от своих врагов. Бессмертный враг Воеводы - Вечная под именем 'Континенталь' - должна быть где-то на передовой. Но где именно?\n\n[Когда Раздор достигнет трех, вы сможете найти Континенталь на фронте, если будете искать достаточно усердно.]#mission.sergei.c|Некогда бессмертный заклятый враг Сталеглота - малоизвестный Вечный, под именем Сирота - мертв. Мне неизвестно, как долго продержится Вечный Грани после того, как его враг падет. Этот старый волк что-то скрывает - но что?\n\n[Возможно, вам следует поразсмылить над этим где-то ещё.]@",
	"requirements": {
	    "contemplation": 1,
	    "completed": 1
	}
    },
    {
	"id": "contemplation.success.edgeforge",
	"label": "Понимание через Борьбу и Ярость",
	"startdescription": "Мой сон кипит от несвязанных истин. Появляется ответ...",
	"description": "Тайна становится явью.",
	"requirements": {
	    "needsedgeforge": 1,
	    "edge": "needsedgeforge",
	    "forge": "needsedgeforge"
	},
	"aspects": {
	    "fatiguing": 1,
	    "ascend": 1
	}
    },
    {
	"id": "contemplation.success.edgeheart",
	"label": "Понимание через Борьбу и Мужество",
	"startdescription": "Мой сон кипит от несвязанных истин. Появляется ответ...",
	"description": "Тайна становится явью.",
	"requirements": {
	    "needsedgeheart": 1,
	    "edge": "needsedgeheart",
	    "heart": "needsedgeheart"
	},
	"aspects": {
	    "fatiguing": 1,
	    "ascend": 1
	}
    },
    {
	"id": "dreams.startup",
	"actionid": "dreaming",
	"label": "Двери Сна",
	"startdescription": "Границы Обители протягиваются к миру. Тот, кто сегодня спит достаточно усердно, может шагнуть на их твердь.\n\n[Разместите здесь соответствующую карточку, чтобы направить течения сна. Если вы ничего не будете делать, ваша душа унесется в любые сны, какие в эту ночь только могут прийти.]",
	"requirements": {
	    "days.dream": 1
	},
	"slots": [
	    {
		"id": "needssomething",
		"label": "Размышления",
		"required": {
		    "contemplation": 1
		}
	    }
	],
	"warmup": 30,
	"alt": [
	    {
		"id": "obdurant.namehints"
	    },
	    {
		"id": "contemplation.complete"
	    },
	    {
		"id": "contemplate.wolfdream"
	    },
	    {
		"id": "othercontemplations"
	    }
	],
	"linked": [
	    {
		"id": "dreams.router"
	    }
	]
    },
    {
	"id": "dreams.router",
	"label": "В другие сны...",
	"startdescription": "Я погружаюсь в другие сны...",
	"warmup": 10,
	"linked": [
	    {
		"id": "dreams.edgehour.draw.obdurant",
		"chance": 40
	    },
	    {
		"id": "dreams.generic.draw"
	    }
	]
    },
    {
	"id": "dreams.edgehour.draw.obdurant",
	"label": "Часы Борьбы",
	"internaldeck": {
	    "spec": [
	    	"draw.colonel.1",
		"draw.colonel.2",
		"draw.colonel.3",
		"draw.lionsmith.1",
		"draw.lionsmith.2",
		"draw.wolf.1",
		"draw.wolf.2"
	    ],
	    "draws": 1,
	    "resetonexhaustion": true
	},
	"linked": [
	    {
		"id": "dreams.colonel.obdurant"
	    },
	    {
		"id": "dreams.lionsmith.obdurant"
	    },
	    {
		"id": "dreams.wolf.obdurant"
	    }
	]
    },
    {
	"id": "dreams.colonel.obdurant",
	"label": "Сон Солдата",
	"startdescription": "@#draw.colonel.1|Я стою на бело-черном поле, где две армии столкнулись в сражении. Всадник на коне пробегает мимо пехотинца; человек, украшенный короной из черного сапфира, обезглавливает священника; вдали падает башня. Встречалось ли мне что-то подобное раньше? Позади маячит тень-#draw.colonel.2|Сегодня ночью мне снятся кровь и чешуя. Покрытый шрамами воин сражается с огромным зверем на снежном поле алебастрово-белого цвета. Иногда воин - это рыцарь на коне с копьем, крылатый ангел, пронзающий своего врага, или солдат в офицерской ливрее; иногда зверь - это червь, дракон, или клубок бесчисленных змей.#draw.colonel.3|Во сне настает ночь. Я сижу перед небольшим костром в кругу других солдат: британским летчиком, <i>вольтижером,</i> римским центурионом и другими. Даже немецкий офицер есть. Я оглядываюсь по сторонам и вижу вдалеке другие точки яркого света. Другие костры, другие солдаты.@",
	"description": "@#draw.colonel.1|- а потом меня выдергивают из бело-черного поля, и я парю высоко над ним. Проходит пронзительная, терпеливая секунда. Меня изучают. И вот я спускаюсь - снова возвращаясь на поле, и кавалер стоит передо мной на своем черном боевом коне. Я беру себя в руки. Мной движут силы принципов. Какая бы кровь ни пролилась, она прольется.#draw.colonel.2|Всегда, в конце сна, воин вылезает из внутренностей своего титанического врага и провозглашает свою победу. Змеи и люди - старая притча. Но в ней всегда можно чему-то поучиться.#draw.colonel.3|С ветром поднимается холод, и мы начинаем рассказывать истории так, как всегда рассказывают солдаты у костра. Я слушал, как гусар вспоминал разгром османов под Веной; белогвардейский стрелок размышлял о том, как стрелял в большевиков во время революции; галл и центурион обменивались историями и смеялись. Затем заговорил македонец и начал рассказывать нам о древней истории. Разные рассказы: об Александре и Диадохах, о Микенах и Абидосе, о битвах более древних, чем любая империя, имя которой ещё помнят. И эти слова призвали меня прислушался и учиться.@",
	"requirements": {
	    "dream.colonel": 1
	},
	"effects": {
	    "op.thecolonel": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.lionsmith.obdurant",
	"label": "Львиные Кошмары",
	"startdescription": "@#draw.lionsmith.1|Острый укол когтей в моей груди - вот что я чувствую в первую очередь. Одичавший полосатый кот отскакивает назад с вызывающим шипением, пригибаясь, чтобы снова броситься в атаку. Мои руки обхватывают его за шею, чтобы втоптать в пыль, но внезапно кошка превращается в пустынную рысь, бьющуюся в моих объятиях, и прожигающую меня взглядом, когда та встает на дыбы -#draw.lionsmith.2|Сегодня ночью мой сон полон пламени. Ужасающее и безымянное оружие озаряет ночное небо своими огнями, и поле битвы превращается в озеро бездымного пожара. Внизу монстры всех форм и размеров рыскают по этому пылающему озеру, убивая убегающих людей когтями, клыками и смертоносным дыханием. Кровь и золото.@",
	"description": "@#draw.lionsmith.1|Я снова пытаюсь повалить его на землю, и теперь это лев, наваливающийся на меня стальными мышцами, затем пылающий тигр, впивающийся своими челюстями-поршнями в мою плоть. Каждое мгновение, проведенное в борьбе, только удваивает силу и ярость зверя. Влиться в эту ярость - значит подпитать ее огонь. И настанет день, когда я прийду к осознанию, что лишь меня недостаточно для розжига этого пламени.#draw.lionsmith.2|Над этим шумом битвы - над криками, рычанием и громом пушек - раздается гордый и пламенный смех. Затем сотня людей и сотня зверей оказываются раздавленными приближающейся поступью смеющегося гиганта. Потом еще сотня, и еще. Слишком поздно я осознаю, что стою на его пути - но сон, к счастью, обрывается. Я все еще помню огненное озеро, и стрельбу, и тень, отбрасываемую золотым гигантом.@",
	"requirements": {
	    "dream.lionsmith": 1
	},
	"effects": {
	    "hindrance.lionsmith": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.wolf.obdurant",
	"label": "Волчьи Ужасы",
	"startdescription": "@#draw.wolf.1|Мои колени прижимаются к груди, а дыхание застревает в легких, влажное и окровавленное. Непроглядная, непостижимая тьма душит меня. Это мучение, и оно заставляет мои внутренности скручиваться от мук, как будто в них копошится морда мерзкого животного. Я извиваюсь, желая хоть немного ослабить ужас темноты и давления, но мои движения тоже превращаются в пытку.#draw.wolf.2|Высокий тлеющий холм из беспорядочных мертвых куч под полуденным солнцем. Я лежу в куче, без одежд, моя кожа опалена и отслаивается от костей. Вприпрыжку ко мне приближается изможденная черная фигура изголодавшейся собаки, и я вижу, как голод прижал ее кожу к ребрам и содрал мясо с челюстей, обнажая подобие улыбки.@",
	"description": "@#draw.wolf.1|И когда вспыхивает свет, он обращается в еще большее мучение.  Он разрывает темноту, как зубы разрывают мясо, и белизна пронизана трескучим, расщепленным красным, и то красное - моя пылающая кровь. Ко мне приходит осознание невыразмой боли, и я кричу - и крик, исторгающийся из моей глотки, звенит криком животного.#draw.wolf.2|Черный пес говорит со мной голосом мертвого дитя. Он перечисляет широту своей ненависти, и каждое названное слово подобно гвоздю, вбитому мне в уши. Птицы. Люди. Рассветы. Смех. Дни и ночи. Если бы каждая из вещей была каплей, ненависти хватило бы на целое море. И затем пёс голосом метвого дитя рассказывает мне, что он намеревается сделать с миром, со всеми вещами внутри него и за его пределами. Для этого хватило лишь одного слова.@",
	"requirements": {
	    "dream.wolf": 1
	},
	"effects": {
	    "hindrance.wolf": 1
	},
	"warmup": 30
    },
    {
	"id": "dreams.generic.draw",
	"label": "Плоды Снов",
	"internaldeck": {
	    "spec": [
	    	"mem.regret",
		"mem.fear",
		"mem.rage",
		"mem.joy",
		"mem.calm",
		"mem.ingenuity",
		"mem.taste",
		"mem.grief",
		"mem.unexpected",
		"mem.revelation"
	    ],
	    "draws": 1,
	    "resetonexhaustion": true
	},
	"linked": [
	    {
		"id": "dreams.generic"
	    }
	]
    },
    {
	"id": "dreams.generic",
	"label": "Тропы Сна",
	"startdescription": "@#mem.regret|Сегодня ночью я отправлюсь в сны о несбыточном.#mem.fear|Сегодня я буду видеть сны в темноте.#mem.rage|Сегодня ночью я принесу в сон мысли о возмездии.#mem.joy|Сегодня ночью мне приснится то, что давно стало мне незнакомо.#mem.calm|Сегодня ночью мне будут сниться море и звезды.#mem.ingenuity|Сегодня вечером сон покажет мне великий промысел.#mem.taste|Сегодня ночью мне будет сниться красное.#mem.grief|Сегодня ночью мне будет сниться то, что потеряно.#mem.unexpected|Мой сон изгибается, точно дерево на ветру-#mem.revelation|Сегодня ночью мне будет сниться свет.@",
	"description": "@#mem.regret|Я стою лицом к лицу с кем-то, кто очень похож на меня, не считая мелких различий и ухоженности. Лицо человека передо мной не обременёно боевым опытом; тело не одето в солдатскую форму. Мне улыбаются, с ноткой печали, приглашают прогуляться. И когда я отказываю, улыбка становится ещё более печальной. Я решаю, кто бы то ни был, слишком слаб, и прогоняю из своего сна. И когда я понимаю, что мы больше не увидимся, я ощущаю тяжелую, безвозвратную потерю.#mem.fear|Мне приснилось, что я снова ребенок. Я смотрю через замочную скважину в комнату, где кто-то дорогой моему сердцу страдает. Избиение? Или, быть может, агония и стоны в кровати, где изнуряющая болезнь терзает нервы и сжигает внутренности - сила, с которой не справиться на поле боя. Я не могу ясно вспомнить сон, и, возможно, оно и к лучшему. Я без особой нежности вспоминаю моменты собственной беспомощности. Неужели что-то на поле боя снова заставит меня ощутить себя беспомощным?#mem.rage|Во сне был крюковый крест, висящий в насмешке надо мной. Я выхожу вперед, чтобы сорвать его и отбросить вниз, но фигура, похожая на человека, преграждает путь. С большим удовольствием я яростно избиваю её. Избавившись от этого незваного гостя, я снова направляюсь к крюковому кресту, но мой путь преграждают еще больше фигур. Внутри меня вспыхивает раскаленное добела пламя. Я начинаю отбиваться кулаками, когда они пытаются удерживать меня, затем зубами. Я бьюсь и кусаю этих безликих тварей в попытках освободиться, истекая кровью, изнывая от напряжения, но так и не добираясь до крюкового креста. Утро я встречаю в злобе.#mem.joy|Я бегу вниз по поросшему травой холму. Ветер теплый, и тень скачет рядом если вдруг понадобится, и близкий товарищ в моей руке в лице любимой игрушки. Зов моей матери раздается в голубой дали позади меня. Но мне пока не хочется возвращаться домой. Я вскакиваю на следующий холм, и еще на один, а день все не кончается. Когда я наконец устаю, я обращаюсь к своей игрушке за каким-нибудь советом, как это часто делает живое детское воображение. Только сейчас, глядя на неё во сне, я вспоминаю, что это была за игрушка: деревянный солдатик.#mem.calm|Тишину прорезают незримые колокольчики. Я плыву в маленькой лодке по спокойному морю, его поверхность подобна посеребренному стеклу, от каждой звезды в небе можно увидеть идеального двойника в воде. Я ложусь на дно лодки, разглядывая звезды. Их нечасто встретишь наяву, но вот они здесь, в моем сне. Я считаю их, пока мне не разбудит рассвет, возвращая меня в палатку, где звезды исчезнут.#mem.ingenuity|Кажется, сегодня я забредаю в обитель. Я бреду по заснеженному полю, полному вяло дрейфующих теней, и они то появляются, то исчезают из виду, точно пар на ветру. Высоко над моей головой расступается ртутное облако, я вижу за ним яростный оранжево-золотой свет Плавилища. Призраки, что делят со мной снежную пустошь, смотрят вверх в ужасе или, скорее, удивлении, когда сияние далекого Плавилища окрашивает мой сон. Белая дверь очень далеко отсюда, но когда я просыпаюсь, то все ещё слышу отдаленный стук молота и радостное гудение Кузни за работой.#mem.taste|В моем сне я пробираюсь к Колодцу в Лесу, бурящему, пенящемуся от пропитавшей его сладости. Наблюдая за приливами и отливами сладостной жидкости, я чувствую жажду, и неосмотрительно пью из Колодца. Предо мной предстают формы и запахи всего, по чему так изголодалась моя душа: мясо, спиртное, кожа покинутых любовников. О, меня переполняет восхитительная боль. Я протягиваю руку, желая коснуться, попробовать на вкус, но всё возвращается в Колодец, и меня снова мучает жажда. И когда я просыпаюсь, жажда не проходит.#mem.grief|Толпа серых лиц находит меня во сне. Я узнаю их. Некоторые носят цвета врага, некоторые - нет. Некоторые стары, а некоторые так юны, что мне больно смотреть на них. Я закрываю лицо руками - я ведь не могу нести ответственность за <i>все</i> их смерти. Не могу.#mem.unexpected|Я в бесцветной темноте Леса, что лежит на границе Обители. Инстинкты набухают во мне, как почки нездорового плода, и я опускаюсь на четвереньки, чтобы обнюхать корни. в них запряталась гряда бумажных цветов, у которых нет названия в реальном мире, благоухающих корицей, сандаловым деревом и петрихором. Я нахожу золотую монету с пустой стороной, оброненную здесь одним убегающим. А вот фарфоровая чайная чашка, и, перевернув ее, я обнаруживаю, что внутри неё лежит солнце. Я понимаю.#mem.revelation|В бесцветной бледности моего сна я вижу огромное золотое сияние, мерцающее вдалеке. Мной овладевает желание его достигнуть. Я взмахиваю крыльями, начиная восхождение, жужжа, точно какая-нибудь пчела или юное имаго. Когда я приближаюсь к свету, то чувствую, как чешуя дождем или пеплом сходит с моего тела. Мой рот наполняется сухостью. Вскоре в моём сне остается лишь свет, и я теряюсь в нём. Когда я просыпаюсь, то понимаю, что у меня больше нет ни крыльев, ни чешуи. Но когда я закрываю глаза, я все еще вижу её: Слава.@",
	"warmup": 30
    },
    {
	"id": "obdurant.namehints",
	"label": "Размышлять над Целью Имени",
	"startdescription": "Я потушу свечу перед сном и буду размышлять о своем возвышении.",
	"requirements": {
	    "obdurant.story": 1
	},
	"linked": [
	    {
		"id": "obdurant.drawhint"
	    }
	]
    },
    {
	"id": "obdurant.drawhint",
	"label": "Размышлять над Целью Имени",
	"internaldeck": {
	    "spec": [
		"draw.hintobdurant.lore",
		"draw.hintobdurant.debilitations",
		"draw.hintobdurant.ebrehel",
		"draw.hintobdurant.medusa",
		"draw.hintobdurant.musvashir",
		"draw.hintobdurant.main",
		"draw.hintobdurant.stalingrad"
	    ],
	    "draws": 1,
	    "resetonexhaustion": true
	},
	"linked": [
	    {
		"id": "obdurant.hintdesc.lore"
	    },
	    {
		"id": "obdurant.hintdesc.debilitations"
	    },
	    {
		"id": "obdurant.hintdesc.ebrehel"
	    },
	    {
		"id": "obdurant.hintdesc.medusa"
	    },
	    {
		"id": "obdurant.hintdesc.musvashir"
	    },
	    {
		"id": "obdurant.hintdesc.main"
	    },
	    {
		"id": "obdurant.hintdesc.stalingrad"
	    },
	    {
		"id": "obdurant.clearagain"
	    }
	]
    },
    {
	"id": "obdurant.hintdesc.lore",
	"label": "Тайны Полковника...",
	"startdescription": "Как однажды было сказано моим другом...",
	"description": "Как однажды было сказано моим другом, мне нужно будет овладеть приемами Полковника, чтобы сделать первый шаг к собственному Именованию.",
	"requirements": {
	    "draw.hintobdurant.lore": 1
	},
	"extantreqs": {
	    "obdurant.fragmentedgeg.exhausted": -1,
	    "obdurant.fragmentedgeg": -1
	},
	"warmup": 30
    },
    {
	"id": "obdurant.hintdesc.debilitations",
	"label": "Святость Шрамов...",
	"startdescription": "",
	"description": "Мое тело должно быть свидетельством моих побед и моего опыта. Мне нужно закалить себя так, как закалены древние и хитрые, и для этой цели, я отдам свою плоть страданиям войны. Полковник и его Имена узнают об этих страданиях и оценят их по достоинству.",
	"requirements": {
	    "draw.hintobdurant.debilitations": 1
	},
	"extantreqs": {
	    "defiance.consecration.colonel": -3
	},
	"warmup": 30
    },
    {
	"id": "obdurant.hintdesc.ebrehel",
	"label": "Зазубренный Меч...",
	"startdescription": "Зазубренный меч побывал в руках каждого из Имен Полковника...",
	"description": "Он побывал в руках каждого из Имен Полковника - и моего друга, тоже - этот странный, легендарный меч. Теперь Эбрехель должен признать во мне своего владельца. У этого меча долгая и далекая история путешествий и ускользаний от своей хранительницы - до сих пор. Он лежит вместе с ней под озером, которое нельзя посетить дважды, за пределами карт людей.",
	"requirements": {
	    "draw.hintobdurant.ebrehel": 1
	},
	"extantreqs": {
	    "ebrehel": -1,
	    "ebrehel.exhausted": -1
	},
	"warmup": 30
    },
    {
	"id": "obdurant.hintdesc.medusa",
	"label": "Лесной Ключ...",
	"startdescription": "Когда Полковник и Мать Муравьев убили Семь-Витков...",
	"description": "Когда Полковник и Мать Муравьев убили Семь-Витков, именно Лесной ключ позволил им войти в Обитель. Полковник и Медуза из Лигений близки (возможно, близки как старые враги), и однажды они встретились у подножия Оленьей двери - этого старого шрама, оставленного так давно, и всё же ещё не полностью зажившего; того места, где люди впервые ворвались в Мансус. Мне понадобится ее Лесной ключ, чтобы открыть Оленью дверь, если я хочу выполнить свой долг.",
	"requirements": {
	    "draw.hintobdurant.medusa": 1
	},
	"extantreqs": {
	    "gotmedusa": -1
	},
	"warmup": 30
    },
    {
	"id": "obdurant.hintdesc.musvashir",
	"label": "Таинство Претендента...",
	"startdescription": "В знак уважения, мне должно сразиться подобно древним богам...",
	"description": "В знак уважения, мне должно сразиться подобно древним богам, против врага, который намного превосходит меня - таково таинство битвы. Полковник первым огласил это правило (как заявляет о первенстве во многих военных вещах), но именно Кузнец Львов сделал его священным. Это таинство имело множество названий во многих странах, но самое древнее происходит из Персии, где Короли-без-Тени называли его <i>мувасшир</i> - мышь и лев.",
	"requirements": {
	    "draw.hintobdurant.musvashir": 1
	},
	"extantreqs": {
	    "challenger.mark": -1
	},
	"warmup": 30
    },
    {
	"id": "obdurant.hintdesc.main",
	"label": "Тропа Войны...",
	"startdescription": "Если я хочу признания силами борьбы...",
	"description": "Если я хочу признания силами борьбы, мне нужно доказать свою решимость; если враг надеется достичь какой-то цели, я сокрушу эту надежду; если враг стремится к победе, я откажу ему в ней. Это моя клятва, и неважно, на каком поле боя она будет исполнена.",
	"requirements": {
	    "draw.hintobdurant.main": 1
	},
	"extantreqs": {
	    "resolution": -12
	},
	"warmup": 30
    },
    {
	"id": "obdurant.hintdesc.stalingrad",
	"label": "Великий Стержень Совражества...",
	"startdescription": "Место, где меня Именуют, ждет на востоке...",
	"description": "Место, где меня Именуют, ждет на востоке, за Волгой. Сталинград - место, где я найду свою судьбу.",
	"requirements": {
	    "draw.hintobdurant.stalingrad": 1
	},
	"warmup": 30
    },
    {
	"id": "obdurant.clearagain",
	"label": "Размышлять над Целью Имени",
	"effects": {
	    "decision": -99
	},
	"linked": [
	    {
		"id": "obdurant.drawhint"
	    }
	]
    },
    {
	"id": "contemplation.complete",
	"label": "Вывод",
	"startdescription": "@#mission.wilhelm.c|В войнах Вечные Грани никогда не уходят далеко от своих врагов. Бессмертный враг Воеводы - Вечная под именем 'Континенталь' - должна быть где-то на передовой. Но где именно?\n\n[Когда Раздор достигнет трех, вы сможете найти Континенталь на фроне, если будете искать достаточно усердно.]#mission.sergei.c|Некогда бессмертный заклятый враг Сталеглота - малоизвестный Вечный, под именем Сирота - мертв. Мне неизвестно, как долго продержится Вечный Грани после того, как его враг падет. Этот старый волк что-то скрывает - но что?\n\n[Возможно, вам следует заняться этим размышлением где-то ещё.]@",
	"requirements": {
	    "contemplation": 1,
	    "completed": 1
	}
    },
    {
	"id": "othercontemplations",
	"label": "Созерцание",
	"startdescription": "Моя душа будет бороться с этой тайной во сне, и если все пройдет хорошо, меня посетит откровение.\n\n[Вам нужно будет пройти испытание, чтобы привести Созерцание к реализации.]",
	"requirements": {
	    "contemplation": 1,
	    "promise": -1
	},
	"linked": [
	    {
		"id": "contemplation.makechallenge"
	    }
	]
    },
    {
	"id": "contemplation.makechallenge",
	"label": "Созерцание",
	"aspects": {
	    "opx.progress0": 1
	},
	"linked": [
	    {
		"id": "contemplation.facechallenge"
	    }
	]
    },
    {
	"id": "contemplation.facechallenge",
	"label": "Попытка Понять",
	"startdescription": "Истина окутана тайной и неопределенностью. Хватит ли у меня силы воли, необходимой для того, чтобы пробить эту броню?",
	"slots": [
	    {
		"id": "needssomething",
		"label": "Воля",
		"required": {
		    "moth": 1,
		    "lantern": 1,
		    "forge": 1,
		    "edge": 1,
		    "winter": 1,
		    "heart": 1,
		    "grail": 1,
		    "knock": 1
		},
		"forbidden": {
		    "friend": 1,
		    "weapon": 1,
		    "supplies": 1,
		    "contemplation": 1
		}
	    },
	    {
		"id": "needssomething2",
		"label": "Решительность",
		"required": {
		    "moth": 1,
		    "lantern": 1,
		    "forge": 1,
		    "edge": 1,
		    "winter": 1,
		    "heart": 1,
		    "grail": 1,
		    "knock": 1
		},
		"forbidden": {
		    "friend": 1,
		    "weapon": 1,
		    "supplies": 1,
		    "contemplation": 1
		}
	    }
	],
	"alt": [
	    {
		"id": "contemplation.success.edgelantern"
	    },
	    {
		"id": "contemplation.success.edgewinter"
	    },
	    {
		"id": "contemplation.success.edge"
	    },
	    {
		"id": "contemplation.success.winter"
	    },
	    {
		"id": "contemplation.success.forge"
	    }
	],
	"linked": [
	    {
		"id": "contemplation.failure"
	    }
	],
	"warmup": 30
    },
    {
	"id": "contemplation.success.edgelantern",
	"label": "Понимание через Борьбу и Мудрость",
	"startdescription": "Мой сон кипит от несвязанных истин. Появляется ответ...",
	"description": "Тайна становится явью.",
	"requirements": {
	    "needsedgelantern": 1,
	    "edge": "needsedgelantern",
	    "lantern": "needsedgelantern"
	},
	"aspects": {
	    "fatiguing": 1,
	    "ascend": 1
	}
    },
    {
	"id": "contemplation.success.edgewinter",
	"label": "Понимание через Борьбу и Молчание",
	"startdescription": "Мой сон кипит от несвязанных истин. Появляется ответ...",
	"description": "Тайна становится явью.",
	"requirements": {
	    "needsedgewinter": 1,
	    "edge": "needsedgewinter",
	    "winter": "needsedgewinter"
	},
	"aspects": {
	    "fatiguing": 1,
	    "ascend": 1
	}
    },
    {
	"id": "contemplation.success.edge",
	"label": "Понимание через Борьбу",
	"startdescription": "Мой сон кипит от несвязанных истин. Появляется ответ...",
	"description": "Тайна становится явью.",
	"requirements": {
	    "needsedge": 1,
	    "edge": "needsedge"
	},
	"aspects": {
	    "fatiguing": 1,
	    "ascend": 1
	}
    },
    {
	"id": "contemplation.success.winter",
	"label": "Понимание через Молчание",
	"startdescription": "Мой сон кипит от несвязанных истин. Появляется ответ...",
	"description": "Тайна становится явью.",
	"requirements": {
	    "needswinter": 1,
	    "winter": "needswinter"
	},
	"aspects": {
	    "fatiguing": 1,
	    "ascend": 1
	}
    },
    {
	"id": "contemplation.success.forge",
	"label": "Понимание через Огонь",
	"startdescription": "Мой сон кипит от несвязанных истин. Появляется ответ...",
	"description": "Тайна становится явью.",
	"requirements": {
	    "needsforge": 1,
	    "forge": "needsforge"
	},
	"aspects": {
	    "fatiguing": 1,
	    "ascend": 1
	}
    },
    {
	"id": "contemplation.failure",
	"label": "Понимание ускользает от меня",
	"startdescription": "Решимости моего внутреннего 'я' пока недостаточно, чтобы победить эту тайну, и теперь мои мысли предаются сну. Сегодня вечером меня не посетило никакое откровение.",
	"warmup": 10,
	"aspects": {
	    "fatiguing": 1
	}
    },
    {
	"id": "contemplate.wolfdream",
	"label": "Сон Снегов",
	"startdescription": "Во снах я буду следовать по стопам того, кто убил своего врага.",
	"requirements": {
	    "contemplation.wolfdream": 1
	},
	"linked": [
	    {
		"id": "wolfdream.pre"
	    }
	]
    },
    {
	"id": "wolfdream.pre",
	"label": "Сон Снегов",
	"startdescription": "Сильные стороны моего внутреннего 'я' - что пробуждается во мне? Что может помочь мне осуществить эту мечту?",
	"slots": [
	    {
		"id": "needssomething",
		"label": "Воля",
		"required": {
		    "moth": 1,
		    "lantern": 1,
		    "forge": 1,
		    "edge": 1,
		    "winter": 1,
		    "heart": 1,
		    "grail": 1,
		    "knock": 1
		},
		"forbidden": {
		    "friend": 1,
		    "weapon": 1,
		    "supplies": 1,
		    "contemplation": 1
		}
	    },
	    {
		"id": "needssomething2",
		"label": "Решительность",
		"required": {
		    "moth": 1,
		    "lantern": 1,
		    "forge": 1,
		    "edge": 1,
		    "winter": 1,
		    "heart": 1,
		    "grail": 1,
		    "knock": 1
		},
		"forbidden": {
		    "friend": 1,
		    "weapon": 1,
		    "supplies": 1,
		    "contemplation": 1
		}
	    },
	    {
		"id": "needssomething3",
		"label": "Концентрация",
		"required": {
		    "moth": 1,
		    "lantern": 1,
		    "forge": 1,
		    "edge": 1,
		    "winter": 1,
		    "heart": 1,
		    "grail": 1,
		    "knock": 1
		},
		"forbidden": {
		    "friend": 1,
		    "weapon": 1,
		    "supplies": 1,
		    "contemplation": 1
		}
	    }
	],
	"warmup": 30,
	"linked": [
	    {
		"id": "wolfdream.spawnchallenge"
	    }
	]
    },
    {
	"id": "wolfdream.spawnchallenge",
	"label": "Воспоминание о Муках",
	"aspects": {
	    "opx.progress0": 1
	},
	"linked": [
	    {
		"id": "wolfdream.facechallenge"
	    }
	]
    },
    {
	"id": "wolfdream.facechallenge",
	"label": "Воспоминание о Муках",
	"startdescription": "@#hindrance.snows|Ветры резали как ножи - тот день нес холод. Однако холод не беда для Сталеглота. Зима в России для него старый друг.#foe.infantry|Потом появились солдаты - Красные и Белые. Для Сталеглота всё одно: враги. Они стояли у него на пути.#foe.tanks|В тот день пути бронетанковой дивизии пересеклись со Сталеглотом, когда тот вышел навстречу своему врагу. Ему никогда не нравились танки - слишком громкие и неуклюжие. Слишком новые.@",
	"slots": [
	    {
		"id": "needssomething",
		"label": "Воля",
		"required": {
		    "moth": 1,
		    "lantern": 1,
		    "forge": 1,
		    "edge": 1,
		    "winter": 1,
		    "heart": 1,
		    "grail": 1,
		    "knock": 1
		},
		"forbidden": {
		    "friend": 1,
		    "weapon": 1,
		    "supplies": 1,
		    "contemplation": 1
		}
	    }
	],
   	 "linked": [
	    {
	    	"id": "wolfdream.failure"
	    }
        ],
	"alt": [
	    {
		"id": "wolfdream.respondforge"
	    },
	    {
		"id": "wolfdream.respondwinter"
	    },
	    {
		"id": "wolfdream.respondedge"
	    },
	    {
		"id": "wolfdream.respondap"
	    }
	],
	"warmup": 30
    },
    {
	"id": "wolfdream.failure",
	"label": "Конец Сна",
	"startdescription": "Ясность нарушается; мое видение сна ослабевает. Я теряю высоту.",
	"description": "Моя попытка понять провалилась. Я попробую еще раз, когда представится возможность.",
	"warmup": 30,
	"effects": {
	    "foe": -99,
	    "hindrance": -99
	},
	"aspects": {
	    "fatiguing": 1
	}
    },
    {
	"id": "wolfdream.respondforge",
	"label": "Следуя по Его Стопам",
	"startdescription": "Сталеглот пережил этот день. Он пошел дальше, и мое 'я' во сне последует за ним туда, куда он шел.",
	"requirements": {
	    "needsforge": 1,
	    "forge": "needsforge"
	},
	"effects": {
	    "foe": -99,
	    "hindrance": -99,
	    "progression": 1
	},
	"linked": [
	    {
		"id": "wolfdream.success"
	    },
	    {
		"id": "wolfdream.spawnchallenge2"
	    },
	    {
		"id": "wolfdream.spawnchallenge1"
	    }
	]
    },
    {
	"id": "wolfdream.respondwinter",
	"label": "Следуя по Его Стопам",
	"startdescription": "Сталеглот пережил этот день. Он пошел дальше, и мое 'я' во сне последует за ним туда, куда он шел.",
	"requirements": {
	    "needswinter": 1,
	    "winter": "needswinter"
	},
	"effects": {
	    "foe": -99,
	    "hindrance": -99,
	    "progression": 1
	},
	"linked": [
	    {
		"id": "wolfdream.success"
	    },
	    {
		"id": "wolfdream.spawnchallenge2"
	    },
	    {
		"id": "wolfdream.spawnchallenge1"
	    }
	]
    },
    {
	"id": "wolfdream.respondedge",
	"label": "Следуя по Его Стопам",
	"startdescription": "Сталеглот пережил этот день. Он пошел дальше, и мое 'я' во сне последует за ним туда, куда он шел.",
	"requirements": {
	    "needsedge": 1,
	    "edge": "needsedge"
	},
	"effects": {
	    "foe": -99,
	    "hindrance": -99,
	    "progression": 1
	},
	"linked": [
	    {
		"id": "wolfdream.success"
	    },
	    {
		"id": "wolfdream.spawnchallenge2"
	    },
	    {
		"id": "wolfdream.spawnchallenge1"
	    }
	]
    },
    {
	"id": "wolfdream.respondap",
	"label": "Следуя по Его Стопам",
	"startdescription": "Сталеглот пережил этот день. Он пошел дальше, и мое 'я' во сне последует за ним туда, куда он шел.",
	"requirements": {
	    "foe.armoured": 1,
	    "ap": "foe.armoured"
	},
	"effects": {
	    "foe": -99,
	    "hindrance": -99,
	    "progression": 1
	},
	"linked": [
	    {
		"id": "wolfdream.success"
	    },
	    {
		"id": "wolfdream.spawnchallenge2"
	    },
	    {
		"id": "wolfdream.spawnchallenge1"
	    }
	]
    },
    {
	"id": "wolfdream.spawnchallenge1",
	"label": "Глубже в Сон...",
	"startdescription": "Я всё езё во сне. Мне ещё многое предстоит узнать, это далеко не конец.",
	"warmup": 10,
	"requirements": {
	    "progression": 1
	},
	"aspects": {
	    "opx.progress1": 1
	},
	"linked": [
	    {
		"id": "wolfdream.facechallenge"
	    }
	]
    },
    {
	"id": "wolfdream.spawnchallenge2",
	"label": "Глубже в Сон...",
	"startdescription": "Завершение приближается. Мое 'я' во сне почти в конце пути. Что я вижу?",
	"warmup": 10,
	"requirements": {
	    "progression": 2
	},
	"aspects": {
	    "opx.progress2": 2
	},
	"linked": [
	    {
		"id": "wolfdream.facechallenge"
	    }
	]
    },
    {
	"id": "wolfdream.success",
	"label": "Ошибка и Сожаление",
	"startdescription": "Заклятый враг Сталеглота устраивает ему засаду! Сирота - молодой, разъяренный, жаждущий мести - вступает в схватку со Сталеглотом. Эти двое уже давно жаждали крови друг друга. Вокруг них Красные и Белые обмениваются выстрелами, протыкают друг друга штыками - а затем раздается выстрел артиллерии, а за ним мощный взрыв, и Вечных отбрасывает в стороны-",
	"description": "Сталеглот поднимается. Когда дым рассеивается над полем боя, он находит в грязи искореженное, изорванное снарядами тело своего едва живого врага. Прямое попадание - один шанс из тысячи, что Сирота пострадает от такого удара. Кто стрелял? Красные? Белые? Чье провидение направило этот выстрел? Сталеглот не задумывается об этом. Вместо этого он радостно спрыгивает в воронку от снаряда и убивает своего врага раз и навсегда. Такова была величайшая ошибка Сталеглота. Я открываю глаза, и ощущуаю страшное оружие в своих руках. Я знаю жестокую правду.",
	"warmup": 30,
	"requirements": {
	    "progression": 3
	},
	"aspects": {
	    "fatiguing": 1
	},
	"effects": {
	    "contemplation.wolfdream": -1,
	    "weapon.kazimir": 1,
	    "insight.sergei": 1
	}
    }
]
}