{
"recipes": [
{ "id": "obdurant.start.blocker", "craftable": true, "actionid": "operate",
  "requirements": { "obdurant.setupitem": 1 }, "grandreqs": { "0=1": 1 },
  "startdescription": "СОЛДАТ - ВЫ НЕ УСТАНОВИЛИ И/ИЛИ НЕ ВКЛЮЧИЛИ ROOST! ЭТОТ МОД НЕ БУДЕТ РАБОТАТЬ ДОЛЖНЫМ ОБРАЗОМ!",
  "description": "ВКЛЮЧИ ROOST, СОЛДАТ!",
},
    {
	"id": "obdurant.setup.a",
	"actionid": "operate",
	"label": "Мгновение передышки?",
	"startdescription": "Снег застилает землю, пока я устало брожу по нашему периметру. Люди, которыми я командую, - измученные, свирепые, преданные - отдают честь, когда я прохожу мимо. Да, все эти люди - мои братья, но очень немногих из них можно назвать друзьями. Именно друг стоит на краю лагеря и ждет меня.",
	"description": "'Привет,' – мне протягивают что-то между пальцами. 'Сигаретку?'",
	"requirements": {
	    "obdurant.setupitem": 1
	},
	"effects": {
	    "obdurant.mentor": 1,
	    "obdurant.setupitem": -1
	},
	"alt": [
	    {
		"id": "obdurant.setup.b",
		"additional": true
	    }
	],
	"warmup": 30,
	"craftable": true
    },
    {
	"id": "obdurant.setup.b",
	"actionid": "communicate",
	"label": "Слова Друга",
	"startdescription": "Мы с моим другом обсуждаем войну: погибших, победителей и нас самих. 'Ваши люди держались стойко со времени предыдущего сражения – Вы хороший руководитель,' – говорят мне. В этом голосе слышатся теплые нотки. Сигаретный дым стелется над пейзажем, когда каждый из нас выдыхает.",
	"effects": {
	    "mem.calm": 1
	},
	"warmup": 15
    },
    {
	"id": "obdurant.setup.c",
	"actionid": "communicate",
	"label": "Напутствие?",
	"startdescription": "Мой друг тушит сигарету каблуком. 'Что ж, это было освежающе. Но думаю, мне пора уходить. Траектория моего Врага больше не пересекается с Вашей, я должен выйти к нему на встречу,' – поясняют мне. 'Прежде чем я уйду, мне хочется выразить Вам две вещи: своё уважение, а также тайну.'",
	"description": "'Многое произошло для того, чтобы эта война воплотилась в реальность. Часы Грани проводят здесь своё священное состязание, и приз действительно велик: Имя. Я думаю, Вы помните, мы говорили об Именах.  Как только пыль уляжется, кто-то получит возможность назначить одно. И Полковник вознамерился присвоить эту возможность себе. Мы с Врагом делим весьма благородное положение; ни один из нас не хочет быть Именованым. Но кому-то это все же суждено, и могу поспорить, что это будете Вы.'",
	"requirements": {
	    "obdurant.mentor": 1
	},
	"effects": {
	    "obdurant.story": 1,
	    "obdurant.mentor": -1
	},
	"alt": [
	    {
		"id": "obdurant.setup.d",
		"additional": true
	    }
	],
	"warmup": 30,
	"craftable": true
    },
    {
	"id": "obdurant.setup.d",
	"actionid": "recon",
	"label": "Таланты Солдата",
	"startdescription": "Как и было сказано, на утро мой друг уходит. Память остается. Я предаюсь воспоминаниям, связанным с этим человеком: о мастерстве сражения, о том, чему меня учили между стопками, что мы распивали в окопах, и о крови наших врагов.",
	"description": "Война ведет многих, но немногие ведут войну. Мой друг из тех немногих. Война ведет многих, но немногие ведут войну. Мой друг из тех немногих. Мы сражались на одной стороне, точно хозяин и тень, мне доверяли, и это доверие было взаимным. Пронзительная тайная техника была мне подарком от этого человека, и я не побоюсь ей воспользоваться.",
	"effects": {
	    "obdurant.fragmentedge": 1
	},
	"alt": [
	    {
		"id": "obdurant.setup.e",
		"additional": true
	    }
	],
	"warmup": 30
    },
    {
	"id": "obdurant.setup.e",
	"actionid": "abandon",
	"label": "Плоть, Кровь и Кость",
	"startdescription": "Моя бренная оболочка-",
	"effects": {
	    "wound.eye": 1
	},
	"alt": [
	    {
		"id": "obdurant.setup.f",
		"additional": true
	    }
	],
	"warmup": 30
    },
    {
	"id": "obdurant.setup.f",
	"actionid": "mobilize",
	"label": "Вперед",
	"startdescription": "Новые приказы командования. Немцы пришли в движение, и мы последуем их примеру.",
	"description": "Выдвигаемся.",
	"deckeffects": {
	    "starting.warzones.sector.a": 1
	},
	"effects": {
	    "provisions": 8,
	    "friend.infantry": 2,
	    "friend.medics": 1,
	    "friend.scouts": 1
	},
	"warmup": 30
    }
]
}